Repository: KanoComputing/terminal-quest
Catalog: po/*.po
Languages: es_ar

source: Nice try! But you do not need that command for this challenge
es_ar: ¡Buen intento! Pero no necesitas ese comando para este desafío

source: {{gb:Congratulations, you earned %d XP!}}
es_ar: {{gb:¡Felicitaciones, ganaste %d XP!}}

source: Start exploring
es_ar: Comenzar a explorar

source: Save a family
es_ar: Salva la familia

source: Go to the farm
es_ar: Ve a la granja

source: Save Eleanor
es_ar: Salva a Eleanor

source: Wake up!
es_ar: ¡Levántate!

source: Look in your wardrobe
es_ar: Busca en tu guardarropas

source: Look on your shelves
es_ar: Busca en tus estantes

source: Find Mum
es_ar: Encuentra a mamá

source: Where's Dad?
es_ar: ¿Dónde está papá?

source: Visit the town
es_ar: Visita el pueblo

source: Town meeting
es_ar: Reunión del pueblo

source: The bell strikes
es_ar: La huelga de los timbres

source: Where's Mum?
es_ar: ¿Dónde está mamá?

source: See more clearly
es_ar: Ver más claramente

source: Save the girl
es_ar: Salva a la niña

source: Save the dog
es_ar: Salva al perro

source: Food hunt
es_ar: Cacería de alimentos

source: Folderton Hero
es_ar: Héroe de Folderton

source: Have a closer look
es_ar: Mira más de cerca

source: A gift
es_ar: Un regalo

source: Find your voice
es_ar: Encuentra tu voz

source: Visit the farm
es_ar: Visita la granja

source: Meet Ruth
es_ar: Conoce a Ruth

source: Learn to build
es_ar: Aprende a construir

source: Hide Ruth and her animals
es_ar: Esconde a Ruth y sus animales

source: Did you hear that?
es_ar: ¿Escuchaste eso?

source: Hello Eleanor
es_ar: Hola Eleanor

source: Go east
es_ar: Ve hacia el este

source: Meet Bernard
es_ar: Conoce a Bernard

source: Go into the library
es_ar: Entra a la biblioteca

source: Help Bernard
es_ar: Ayuda a Bernard

source: Find the librarian
es_ar: Encuentra a la bibliotecaria

source: Talk to Clara
es_ar: Háblale a Clara

source: Explore the shed-shop
es_ar: Explora la tienda-cobertizos

source: You're close, but you entered an unexpected destination path. Try going somewhere else.
es_ar: Estás cerca, pero entraste a un camino inexistente. Intenta ir a otro sitio.

source: Nearly there! But you're trying to build something different from what was expected. Try building something else.
es_ar: ¡Casi lo logras! Pero estás intentando construir algo distinto a lo esperado. Intenta construir otra cosa.

source: Eleanor: {{Bb:"...what was that?"}}
es_ar: Eleanor: {{Bb:"¿...qué fue eso?"}}

source: {{lb:Look around.}}
es_ar: {{lb:Mira alrededor.}}

source: {{rb:Use}} {{yb:ls}} {{rb:to check everyone is still present.}}
es_ar: {{rb:Usa}} {{yb:ls}} {{rb:para asegurarte de que estén todos presentes.}}

source: Everyone seems to be here. What was that bell?
es_ar: Todos parecen estar aquí. ¿Qué fue ese timbre?

source: {{bb:Clara}} looks like she has something to say. {{lb:Listen to her.}}
es_ar: {{bb:Clara}} parece que tiene algo para decir. {{lb:Escúchala.}}

source: {{rb:Use}} {{yb:cat Clara}} {{rb:to see what Clara has to say.}}
es_ar: {{rb:Usa}} {{yb:cat Clara}} {{rb:para escuchar lo que Clara tiene para decir.}}

source: Eleanor: {{Bb:"....I was so scared. I don't think I want to go outside now."}}
es_ar: Eleanor: {{Bb:"....Tuve tanto miedo. No quiero salir ahora."}}

source: Clara: {{Bb:"Are you two going back out there?"}}
es_ar: Clara: {{Bb:"¿Van a volver a salir?"}}

source: {{Bb:"}}{{gb:%s}}{{Bb:, you look like you can take care of yourself, but I don't feel happy with Eleanor going outside."}}
es_ar: {{Bb:"}}{{gb:%s}}{{Bb:, parece que sabes cuidarte a tí mismo, pero no estoy tranquila si Eleanor sale."}}

source: {{Bb:"}}{{gb:%s}}{{Bb:, will you leave Eleanor with me? I'll look after her."}}
es_ar: {{Bb:"}}{{gb:%s}}{{Bb:, ¿dejarías a Eleanor conmigo? Yo la cuidaré."}}

source: {{yb:1: "That's a good idea, take good care of her."}}
es_ar: {{yb:1: "Es una buena idea, cuídala muy bien."}}

source: {{yb:2: "No I don't trust you, she's safer with me."}}
es_ar: {{yb:2: "No, no confío en tí, ella estará más segura conmigo."}}

source: {{yb:3: "(Ask Eleanor.) Are you happy to stay here?"}}
es_ar: {{yb:3: "(Pregunta a Eleanor.) ¿Quieres quedarte aquí?"}}

source: {{lb:Reply to Clara.}}
es_ar: {{lb:Respóndele a Clara.}}

source: {{rb:Use}} {{yb:echo 1}}{{rb:,}} {{yb:echo 2}} {{rb:or}} {{yb:echo 3}} {{rb:to reply to Clara.}}
es_ar: {{rb:Usa}} {{yb:echo 1}}{{rb:,}} {{yb:echo 2}} {{rb:o}} {{yb:echo 3}} {{rb:para responderle a Clara.}}

source: Eleanor: {{Bb:"I'm happy to stay here. I like Clara."}}
es_ar: Eleanor: {{Bb:"Estaré bien aquí. Me agrada Clara."}}

source: Clara: {{Bb:"Please let me look after her. I don't think it's safe for her to go outside."}}
es_ar: Clara: {{Bb:"Por favor, déjame cuidarla. No creo que sea seguro para ella volver a salir."}}

source: Eleanor: {{Bb:"I'm happy to stay here. I like Clara."}}
es_ar: Eleanor: {{Bb:"Estaré bien aquí. Me agrada Clara."}}

source: Clara: {{Bb:"Thank you!"}}
es_ar: Clara: {{Bb:"¡Gracias!"}}

source: Eleanor: {{Bb:"When you find my parents, can you tell them I'm here?"}}
es_ar: Eleanor: {{Bb:"Cuando encuentres a mis padres, ¿puedes decirles que estoy aquí?"}}

source: Clara: {{Bb:"Where are you going to go now?"}}
es_ar: Clara: {{Bb:"¿A dónde irás ahora?"}}

source: Let's head back to see {{bb:Bernard}} and see if he's heard of the {{bb:masked swordsmaster}}.
es_ar: Volvamos a ver a {{bb:Bernard}} y averiguemos si escuchó algo acerca del {{bb:amo de espadas enmascarado}}.

source: {{lb:Head to the}} {{bb:shed-shop.}}
es_ar: {{lb:Dirígete a la }} {{bb:shed-shop.}}

source: {{rb:Use}} {{yb:cd ../}} {{rb:to go back.}}
es_ar: {{rb:Usa}} {{yb:cd ../}} {{rb:para salir.}}

source: {{gb:You head upstairs}}
es_ar: {{gb:Has subido}}

source: {{gb:Now go into the}} {{bb:shed-shop}}{{gb:.}}
es_ar: {{gb:Ahora dirígete a la}} {{bb:shed-shop}}{{gb:.}}

source: {{rb:Use}} {{yb:cd shed-shop/}}{{rb:.}}
es_ar: {{rb:Usa}} {{yb:cd shed-shop/}}{{rb:.}}

source: Awesome, now you can see the objects around you.
es_ar: Increíble, ahora puedes ver los objetos a tu alrededor.

source: There's your {{bb:bed}}, an {{bb:alarm}}...
es_ar: Allí está tu {{bb:bed}}, tu {{bb:alarm}}...

source: Euuughh...turn that {{bb:alarm}} off!
es_ar: Euuughh...apaga ese {{bb:alarm}} por favor!

source: {{gb:New Spell}}: to {{lb:examine}} objects, type
es_ar: {{gb:Nuevo hechizo}}: para {{lb:examinar}} objectos, escribe

source: {{yb:cat}} and the object name.
es_ar: {{yb:cat}} y el nombre del objeto.

source: Use {{yb:cat alarm}} to {{lb:examine}} the {{bb:alarm}}.
es_ar: Usa {{yb:cat alarm}} para {{lb:examinar}} el {{bb:alarm}}.

source: {{rb:Type}} {{yb:cat alarm}} {{rb:to investigate the alarm.}}
es_ar: {{rb:Escribe}} {{yb:cat alarm}} {{rb:para investigar el despertador.}}

source: Ok - it's switched off. Better get dressed...
es_ar: Ok - está apagado. Mejor vístete...

source: Type {{yb:ls wardrobe/}} to {{lb:look inside}} your {{bb:wardrobe}}.
es_ar: Escribe {{yb:ls wardrobe/}} para {{lb:mirar dentro}} de tu {{bb:wardrobe}}.

source: {{rb:Type}} {{yb:ls wardrobe/}} {{rb:to look for something to wear.}}
es_ar: {{rb:Escribe}} {{yb:ls wardrobe/}} {{rb:para buscar ropa para ponerte.}}

source: Check out that {{bb:t-shirt}}!
es_ar: ¡Mira esa {{bb:t-shirt}}!

source: {{lb:Examine}} the {{bb:t-shirt}} with {{yb:cat wardrobe/t-shirt}} to see how it looks.
es_ar: {{lb:Examina}} la {{bb:t-shirt}} con {{yb:cat wardrobe/t-shirt}} para ver cómo te sienta.

source: {{rb:Type}} {{yb:cat wardrobe/t-shirt}} {{rb:to investigate how it looks.}}
es_ar: {{rb:Escribe}} {{yb:cat wardrobe/t-shirt}} {{rb:para averiguar cómo se ve.}}

source: Looking good! Put that on and look for something else.
es_ar: ¡Se ve bien! Póntela y busca algo más.

source: {{lb:Examine}} the {{bb:skirt}} or the {{bb:trousers}}.
es_ar: {{lb:Examina}} la {{bb:skirt}} o los {{bb:trousers}}.

source: {{rb:Type}} {{yb:cat wardrobe/trousers}} {{rb:or}} {{yb:cat wardrobe/skirt}} {{rb:to dress yourself.}}
es_ar: {{rb:Escribe}} {{yb:cat wardrobe/trousers}} {{rb:o}} {{yb:cat wardrobe/shirt}} {{rb:para vestirte.}}

source: {{rb:You need to look in your}} {{bb:wardrobe}} {{rb:for that item.}}
es_ar: {{rb:Necesitas mirar dentro de tu}} {{bb:wardrobe}} {{rb:para ver ese objeto.}}

source: Awesome, your outfit is nearly complete.
es_ar: Genial, tu vestimenta está casi completa.

source: Finally, check out that {{bb:cap}}.
es_ar: Finalmente, échale un vistazo a esa {{bb:cap}}.

source: {{rb:Type}} {{yb:cat wardrobe/cap}} {{rb:to}} {{lb:examine}} {{rb:the cap.}}
es_ar: {{rb:Escribe}} {{yb:cat wardrobe/cap}} {{rb:para}} {{lb:examinar}} {{rb:la cap.}}

source: You are back in {{bb:Bernard}}'s place.
es_ar: Te encuentras nuevamente en la tienda de {{bb:Bernard}}.

source: {{lb:Listen}} to what {{bb:Bernard}} has to say.
es_ar: {{lb:Escucha}} lo que {{bb:Bernard}} tiene para decir.

source: {{rb:Use}} {{yb:cat Bernard}} {{rb:to interact with Bernard.}}
es_ar: {{rb:Usa}} {{yb:cat Bernard}} {{rb:para interactuar con Bernard.}}

source: Eleanor: {{Bb:"Achoo! This place is really dusty...*sniff*"}}
es_ar: Eleanor: {{Bb:"¡Achís! Este lugar está sucio...*sniff*"}}

source: Bernard: {{Bb:"Hellooooo. You came back to fix my script!"}}
es_ar: Bernard: {{Bb:"Holaaaaaa. ¡Volvieron para arreglar mi utensilio!"}}

source: {{gb:New Spell}}: {{yb:nano}} followed by an
es_ar: {{gb:Nuevo hechizo}}: {{yb:nano}} seguido de un

source: object lets you {{lb:edit}} it
es_ar: objecto te permite {{lb:editarlo}}

source: Let's try and use {{yb:nano best-horn-in-the-world.sh}} to edit it.
es_ar: Intentémoslo usando {{yb:nano best-horn-in-the-world.sh}} to edit it.

source: {{rb:Use}} {{yb:nano best-horn-in-the-world}} {{rb:to edit the tool.}}
es_ar: {{rb:Usa}} {{yb:nano best-horn-in-the-world}} {{rb:para editar el utensilio.}}

source: Eleanor: {{Bb:They taught us how to write at school. I don't think Bernard is very clever.}}
es_ar: Eleanor: {{Bb:Nos enseñaron a escribir en el colegio. No creo que Bernard sea muy inteligente.}}

source: Now time to test your script!
es_ar: ¡Es hora de poner a prueba tu comando!

source: Use {{yb:./best-horn-in-the-world.sh}} to run it.
es_ar: Usa {{yb:./best-horn-in-the-world.sh}} para ejecutarlo.

source: Eleanor: {{Bb:Will it be loud?}}
es_ar: Eleanor: {{Bb:¿Sonará fuerte?}}

source: {{rb:Use}} {{yb:./best-horn-in-the-world.sh}} {{rb:to run the script.}}
es_ar: {{rb:Usa}} {{yb:./best-horn-in-the-world.sh}} {{rb:para ejecutar el comando.}}

source: {{gb:Congratulations, the script now prints "Honk!"}}
es_ar: {{gb:Felicitaciones, el comando ahora dice "Honk!"}}

source: Bernard: {{Bb:"The tool is working! Wonderful! Thank you so much!"}}
es_ar: Bernard: {{Bb:"¡El utensilio esta funcionando! ¡Fantástico! ¡Muchas gracias!"}}

source: It occurs to you that you haven't asked {{bb:Bernard}} much about himself.
es_ar: Se te ocurre que no le has preguntado a {{bb:Bernard}} acerca de él.

source: What would you like to ask him?
es_ar: ¿Qué te gustaría preguntarle?

source: {{yb:1 "How did you create your tools?"}}
es_ar: {{yb:1 "¿Cómo creas tus utensilios?"}}

source: {{yb:2: "What's the next big tool you want to create?"}}
es_ar: {{yb:2: "¿Cuál será el próximo utensilio que crearás?"}}

source: {{yb:3: "Are you going into hiding now?"}}
es_ar: {{yb:3: "¿Te esconderás ahora?"}}

source: {{yb:4: "What's in your basement?"}}
es_ar: {{yb:4: "¿Qué hay en el sótano?"}}

source: Use {{yb:echo}} to ask him a question.
es_ar: Usa {{yb:echo}} para hacerle la pregunta.

source: {{rb:Use}} {{yb:echo 1}}{{rb:,}} {{yb:echo 2}}{{rb:,}} {{yb:echo 3}} {{rb:or}} {{yb:echo 4}}
es_ar: {{rb:Usa}} {{yb:echo 1}}{{rb:,}} {{yb:echo 2}}{{rb:,}} {{yb:echo 3}} {{rb:o}} {{yb:echo 4}}

source: Eleanor: {{Bb:"I have a question - does he have candy in his basement?"}}
es_ar: Eleanor: {{Bb:"Yo tengo una pregunta- ¿tendrá caramelos en el sótano?"}}

source: Bernard: {{Bb:"Ah, trade secret. *wink*"}}
es_ar: Bernard: {{Bb:"Ah, secreto profesional. *guiño*"}}

source: Bernard: {{Bb:"Er, what? No, I wasn't planning on doing so. Why would I do that?"}}
es_ar: Bernard: {{Bb:"Er, ¿qué? No, no estaba planeando hacerlo. ¿Por qué debería hacer eso?"}}

source: Bernard: {{Bb:"Oh ho ho ho, that's none of your business."}}
es_ar: Bernard: {{Bb:"Oh ho ho ho, eso no te interesa."}}

source: {{yb:"What's the next big tool you want to create?"}}
es_ar: {{yb:"¿Cuál será el próximo utensilio que crearás?"}}

source: Bernard: {{Bb:"I want to know how the}} {{bb:private-section}} {{Bb:is locked in the}} {{bb:library}}{{Bb:, and then make a key to unlock it."}}
es_ar: Bernard: {{Bb:"Quisiera saber cómo es que la}} {{bb:private-section}} {{Bb:está cerrada en la}} {{bb:library}}{{Bb:, y luego crear una llave para abrirla."}}

source: Eleanor: {{Bb:"I guess the}} {{bb:librarian}} {{Bb:would have locked the private section."}}
es_ar: Eleanor: {{Bb:"Me imagino que la}} {{bb:librarian}} {{Bb:es quien cierrar la sección privada."}}

source: {{Bb:"Maybe she can tell us how she did it? We should look for her."}}
es_ar: {{Bb:"¿Tal vez puede decirnos cómo lo hace? Deberíamos buscarla."}}

source: {{lb:Leave}} the {{bb:shed-shop}}.
es_ar: {{lb:Abandona}} la {{bb:shed-shop}}.

source: {{rb:Use}} {{yb:cd}} {{rb:to leave the shed-shop.}}
es_ar: {{rb:Usa}} {{yb:cd}} {{rb:para abandonar la shed-shop.}}

source: {{rb:Use}} {{yb:cd ..}} {{rb:to go}} {{lb:back}} {{rb:to town.}}
es_ar: {{rb:Usa}} {{yb:cd ..}} {{rb:para}} {{lb:volver}} {{rb:al pueblo.}}

source: Eleanor: {{Bb:"What do you think is hidden in the private-section?}} {{Bb:Maybe Bernard shouldn't see it..."}}
es_ar: Eleanor: {{Bb:"¿Qué crees que esconde la private-section?}} {{Bb:Tal vez Bernard no debería saberlo..."}}

source: "Why is the private section in the library locked?"
es_ar: "¿Por qué la sección privada de la bilbioteca está cerrada?"

source: Clara: {{Bb:"It contains some dangerous information." "...I'm sorry, I shouldn't say more. The head librarian was quite concerned that no one should go in. He was the only one who could lock and unlock it."}}
es_ar: Clara: {{Bb:"Contiene información peligrosa." "...Lo siento, no debería hablar mucho más. El director de la biblioteca se preocupa mucho por que nadie entre allí. Él es el único que puede cerrar y abrir la sección."}}

source: "How did he lock it?"
es_ar: "¿Cómo la cerró?"

source: Clara: {{Bb:"I don't know, I wasn't senior enough to be taught."}} {{Bb:"I think he was taught from a}} {{bb:masked swordsmaster}} {{Bb:living outside of town."}}
es_ar: Clara: {{Bb:"No lo sé, No me enseñó."}} {{Bb:"Creo que aprendió de un}} {{bb:amo de espadas enmascarado}} {{Bb:que vivía fuera del pueblo."}}

source: "Where would I find this masked swordsmaster?"
es_ar: "¿Dónde puedo encontrar a este amo de espadas enmascarado?"

source: Clara: {{Bb:"He said the}} {{bb:masked swordsmaster}} {{Bb:lived in the woods."}} {{Bb:"I presume he meant the woods just off the}} {{lb:Windy Road}}{{Bb:? The one near the farm and that funny lonely house outside town."}}
es_ar: Clara: {{Bb:"Dijo que el}} {{bb:amo de espadas enmascarado}} {{Bb:vivía en el bosque."}} {{Bb:"Supongo que se refería al bosque que está justo al lado de la}} {{lb:carretera ventosa}}{{Bb:. El que está cerca de la granja y de aquella solitaria casa fuera del pueblo."}}

source: "Why are you hiding down here?"
es_ar: "¿Por qué te escondes aquí abajo?"

source: Clara: {{Bb:"I heard a bell ring, and saw the lead librarian disappear in front of me. I was so scared I ran away, and found this}} {{bb:.cellar}}{{Bb:."}}
es_ar: Clara: {{Bb:"Escuché un timbre sonar y ví como alguien desaparecía delante de mí. Estaba tan asustada que corrí, y encontré ésta}} {{bb:.cellar}}{{Bb:."}}

source: "Do you have any relatives in town?"
es_ar: "¿Tienes algún pariente en el pueblo?"

source: Clara: {{Bb:"I have a couple of children, a}} {{bb:little-boy}} {{Bb:and a}} {{bb:young-girl}}{{Bb:. I hope they are alright."}}
es_ar: Clara: {{Bb:"Tengo dos hijos, un}} {{bb:little-boy}} {{Bb:y una}} {{bb:young-girl}}{{Bb:. Espero que se encuentren bien."}}

source: "Why is the library so empty?"
es_ar: "¿Por qué está tan vacía la biblioteca?"

source: Clara: {{Bb:"We should have introduced late fees a long time ago..."}}
es_ar: Clara: {{Bb:"Hace tiempo, deberíamos haber empezado a cobrar un extra por devolver tarde los libros..."}}

source: "Do you know any other people in town?"
es_ar: "¿Conoces a alguien más en el pueblo?"

source: Clara: {{Bb:"There's a man I don't trust that runs the}} {{bb:shed-shop}}{{Bb:. I think his name is}} {{bb:Bernard}}{{Bb:."}}
es_ar: Clara: {{Bb:"Hay un hombre en quien no confío, el dueño de la }} {{bb:shed-shop}}{{Bb:. Creo que su nombre es}} {{bb:Bernard}}{{Bb:."}}

source: "Why don't you like Bernard?"
es_ar: "¿Por qué no te gusta Bernard?"

source: Clara: {{Bb:"He makes very simple tools and charges a fortune for them.}} {{Bb:His father was a very clever man and spent all his time in the library reading up commands. He became a successful business man as a result."}}
es_ar: Clara: {{Bb:"Hace utensilios muy simples y cobra una fortuna por ellos.}} {{Bb:Su padre era un hombre muy inteligente y pasaba mucho tiempo en la biblioteca leyendo comandos. Se convirtió en un exitoso hombre de negocios."}}

source: "What happened to Bernard's father?"
es_ar: "¿Qué le pasó al papá de Bernard?"

source: Clara: {{Bb:"People aren't sure, he disappeared one day. It was assumed he had died. I saw him leave the library the day he went missing, he left in a hurry. He looked absolutely terrified."}}
es_ar: Clara: {{Bb:"La gente no está segura, desapareció un día. Todos asumieron que había muerto. Lo vi abandonar la biblioteca el día que desapareció, se fue muy apurado. Parecía estar muy asustado."}}

source: {{rb:Talk to Clara using}} {{yb:echo 1}}{{rb:,}} {{yb:echo 2}} {{rb:or}} {{yb:echo 3}}{{rb:.}}
es_ar: {{rb:Habla con Clara usando}} {{yb:echo 1}}{{rb:,}} {{yb:echo 2}} {{rb:o}} {{yb:echo 3}}{{rb:.}}

source: {{rb:You've already asked Clara that. Ask her something else.}}
es_ar: {{rb:Ya le has preguntado eso a Clara. Pregúntale otra cosa.}}

source: Clara: {{Bb:"What? Who are you?"}}
es_ar: Clara: {{Bb:"¿Qué? ¿Quién eres?"}}

source: Eleanor: {{Bb:"Hello! I'm Eleanor, and this is}} {{gb:%s}}{{Bb:.}} {{Bb:I recognise you! You used to work in the library!"}}
es_ar: Eleanor: {{Bb:"¡Hola! Soy Eleanor, y aquí tenemos a mi amigo}} {{gb:%s}}{{Bb:.}} {{Bb:¡Te reconozco! ¡Solías trabajar en la biblioteca!"}}

source: Clara: {{Bb:"...ah, Eleanor! Yes, I remember you, you used to come in almost everyday."}}
es_ar: Clara: {{Bb:"...ah, Eleanor! Sí, me acuerdo de tí, solías venir casi todos los días."}}

source: {{yb:1: "Why is the private section in the library locked?"}}
es_ar: {{yb:1: "¿Por qué la sección privada de la bilbioteca está cerrada?"}}

source: {{yb:2: "Why are you hiding down here?"}}
es_ar: {{yb:2: "¿Por qué te escondes aquí abajo?"}}

source: {{yb:3: "Do you know about any other people in town?"}}
es_ar: {{yb:3: "¿Conoces a alguien más en el pueblo?"}}

source: Use {{yb:echo}} to ask {{bb:Clara}} a question.
es_ar: Usa {{yb:echo}} para hacerle una pregunta a {{bb:Clara}}.

source: Eleanor: {{Bb:"I'm not scared anymore, I like Clara."}}
es_ar: Eleanor: {{Bb:"Ya no estoy asustada, me simpatiza Clara."}}

source: Eleanor: {{Bb:"What is so dangerous in the private-section?"}}
es_ar: Eleanor: {{Bb:"¿Qué es aquello tan peligroso que se oculta en la private-section?"}}

source: Eleanor: {{Bb:"Do we want to unlock something so dangerous?"}}
es_ar: Eleanor: {{Bb:"¿Quieres descubrir algo tan peligroso?"}}

source: {{yb:"Where would I find this masked swordsmaster?"}}
es_ar: {{yb:"¿Dónde puedo enconrtar a aquel amo de espadas enmascarado?"}}

source: Clara: {{Bb:"He said the}} {{bb:masked swordsmaster}} {{Bb:lived in the woods."}}
es_ar: Clara: {{Bb:"Dijo que el}} {{bb:amo de espadas enmascarado}} {{Bb:vivía en el bosque."}}

source: {{Bb:"I presume he meant the woods just off the}} {{bb:Windy Road}}{{Bb:? The one near the farm and that funny lonely house outside town."}}
es_ar: {{Bb:":"Supongo que se refería al bosque que está justo al lado de la}} {{bb:carretera ventosa}}{{Bb:. El que está cerca de la granja y de aquella solitaria casa fuera del pueblo."}}

source: {{gb:Press}} {{ob:Enter}} {{gb:to continue.}}
es_ar: {{gb:Presiona}} {{ob:Enter}} {{gb:para continuar.}}

source: Eleanor: {{Bb:"A masked swordmaster??"}}
es_ar: Eleanor: {{Bb:"¿¿Un amo de espadas enmascarado??"}}

source: Have a {{lb:look around}} to see what's going on!
es_ar: {{lb:mira alrededor}} para ver qué está pasando

source: {{rb:To look around, use}} {{yb:ls}}
es_ar: {{rb:Para mirar a tu alrededor usa}} {{yb:ls}}

source: Wow, there's so many people here. Find the {{bb:Mayor}} and {{lb:listen}} to what he has to say.
es_ar: Wow, hay mucha gente aquí. Encuentra al {{bb:Mayor}} y {{lb:escucha}} lo que tiene para decir.

source: {{rb:Stuck? Type:}} {{yb:cat Mayor}}
es_ar: {{rb:Escribe:}} {{yb:cat Mayor}}

source: {{wb:Mayor:}} {{Bb:"Calm down please! We have our best people looking into the disappearances, and we're hoping to have an explanation soon."}}
es_ar: {{wb:Alcalde:}} {{Bb:"¡Mantengan la calma, por favor! Tenemos a los mejores buscandoa los desaparecidos, y esperamos encontrar una explicación pronto."}}

source: Something strange is happening. Better check everyone is ok.
es_ar: Algo extraño está pasando. Mejor fíjate que todos estén bien.

source: Type {{yb:cat}} to check on the people.
es_ar: Escribe {{yb:cat}} para fijarte en las personas.

source: {{wb:Man:}} {{Bb:"Help! I don't know what's happening to me. I heard this bell ring, and now my legs have gone all strange."}}
es_ar: {{wb:Hombre:}} {{Bb:"¡Ayuda! No sé qué me está sucediendo. Escuché ese timbre sonar, y ahora mis piernas se encuentran extrañas."}}

source: {{wb:Girl:}} {{Bb:"Can you help me? I can't find my friend Amy anywhere. If you see her, will you let me know?"}}
es_ar: {{wb:Niña:}} {{Bb:"¿Puedes sayudarme? No puedo encontrar a mi amiga Amy por ningún sitio. Si la ves por allí, ¿me avisas?"}}

source: {{wb:Boy:}} {{Bb:"Pongo? Pongo? Has anyone seen my dog Pongo? He's never run away before..."}}
es_ar: {{wb:Niño:}} {{Bb:"¿Pongo? ¿Pongo? ¿Alguien ha visto a mi perro Pongo? Nunca seha escapado..."}}

source: {{gb:You look around.}}
es_ar: {{gb:Mira a tu alrededor.}}

source: {{rb:Use}} {{yb:%s}} {{rb:to progress.}}
es_ar: {{rb:Usa}} {{yb:%s}} {{rb:para avanzar.}}

source: {{gb:Well done! Check on 1 more person.}}
es_ar: {{gb:¡Bien hecho! Fíjate en una persona más.}}

source: {{gb:Well done! Check on %d more people.}}
es_ar: {{gb:¡Bien hecho! Fíjate en %d personas más.}}

source: {{wb:Edith:}} {{Bb:"Thank you for saving her!"}}
es_ar: {{wb:Edith:}} {{Bb:"¡Gracias por salvarla!"}}

source: {{wb:Eleanor:}} {{Bb:"Doggy!"}}
es_ar: {{wb:Eleanor:}} {{Bb:"¡Perrito!"}}

source: {{wb:Edith:}} {{Bb:"Can you save her dog too? I'm worried something will happen to it if it stays outside."}}
es_ar: {{wb:Edith:}} {{Bb:"¿Puedes salvar a su perro también? Me preocupa que algo malo lesuceda si se queda afuera."}}

source: {{rb:Use the command}} {{yb:mv ../dog ./}} {{rb:to rescue the dog.}}
es_ar: {{rb:Usa el comando}} {{yb:mv ../dog ./}} {{rb:para rescatar al perro.}}

source: {{wb:Eleanor:}} {{Bb:"Yay, Doggie!"}}
es_ar: {{wb:Eleanor:}} {{Bb:"¡Yay, Perrito!"}}

source: {{wb:Dog:}} {{Bb:"Ruff!"}}
es_ar: {{wb:Perro:}} {{Bb:"¡Ruff!"}}

source: {{wb:Edith:}} {{Bb:"Thank you so much for getting them both back.
es_ar: {{wb:Edith:}} {{Bb:"Muchas gracias por hacer que vuelvan.

source: I was wrong about you. You're a hero!"}}
es_ar: Me equivoqué contigo ¡Eres un héroe!"}}

source: {{lb:Listen to everyone}} and see if there's anything else you can do to help.
es_ar: {{lb:Escucha a todos}} y fíjate si algo más que puedas hacer para ayudarlos.
