Repository: KanoComputing/terminal-quest
Catalog: po/*.po
Languages: es_ar

source: Press the {{ob:TAB}} key before you've finished typing!
es_ar: ¡Presiona la tecla {{ob:TAB}} antes de que hayas terminado de escribir!

source: {{rb:Type}} {{yb:cat shelves/comic-book}} {{rb:to read the comic.}}
es_ar: {{rb:Escribe}} {{yb:cat shelves/comic-book}} {{rb:para leer el comic.}}

source: Why is it covered in pawprints?
es_ar: ¿Por qué tiene huellas de garras?

source: Hang on, can you see that? There's a {{bb:note}} amongst your books.
es_ar: Espera un momento, ¿puedes ver eso? Hay una {{bb:note}} entre tus libros.

source: {{lb:Read}} the {{bb:note}} using {{yb:cat}}.
es_ar: {{lb:Lee}} la {{bb:note}} usando {{yb:cat}}.

source: {{rb:Type}} {{yb:cat shelves/note}} {{rb:to read the note.}}
es_ar: {{rb:Escribe}} {{yb:cat shelves/note}} {{rb:para leer la note.}}

source: {{wb:Alarm}}: {{Bb:"Beep beep beep! Beep beep beep!"}}
es_ar: {{wb:Alarma}}: {{Bb:"Bip bip bip! Bip bip bip!"}}

source: {{wb:Radio}}: {{Bb:"Good Morning, this is the 9am news."
es_ar: {{wb:Radio}}: {{Bb:"Buenos días, estas son las noticias de las 9am."

source: "The town of Folderton has awoken to strange news. There have been reports of missing people and damaged buildings across the town, with more stories coming in as we speak."
es_ar: "El pueblo de Folderton ha despertado entre extrañas noticias. Hubo varios reportes de personas desaparecidas y edificios dañados a lo largo del pueblo, van llegando más novedades mientras hablamos."

source: "Mayor Hubert has called an emergency town meeting and we'll keep you posted as it happens..."}}
es_ar: "El alcalde Hubert ha llamado a una reunión de emergencia en el pueblo, te mantendremos informado..."}}

source: It's time to get up sleepy head!
es_ar: ¡Es hora de levantarse, dormilón!

source: {{gb:New Spell:}} Type {{yb:ls}} and press
es_ar: {{gb:Nuevo hechizo:}} Escribe {{yb:ls}} y presiona

source: {{ob:Enter}} to {{lb:look around}}.
es_ar: {{ob:Enter}} para {{lb:mirar a tu alrededor}}.

source: {{rb:Type}} {{yb:ls}} {{rb:and press}} {{ob:Enter}} {{rb:to take a look around your bedroom.}}
es_ar: {{rb:Escribe}} {{yb:ls}} {{rb:y presiona}} {{ob:Enter}} {{rb:para echar un vistazo alrededor de tu habitación.}}

source: {{gb:Nice! You've built an igloo! You learned the new skill, mkdir!}}
es_ar: {{gb:¡Qué bonito! ¡Has construido un iglú! Aprendiste una nueva habilidad, mkdir!}}

source: Ruth: {{Bb:"That's amazing! Please help me build a shelter!
es_ar: Ruth: {{Bb:"¡Eso es increíble! ¡Por favor ayúdame a construir un refugio!

source: Can we build it in the}} {{bb:barn}}{{Bb:, as then it'll be easier to move the animals inside."}}
es_ar: Podemos construirlo en el}} {{bb:granero}}{{Bb:, así será más sencillo movera los animales adentro."}}

source: {{lb:Go}} back into the {{bb:barn}}.
es_ar: {{lb:Ve}} al {{bb:granero}}.

source: {{gb:You walk outside. Now go into the}} {{bb:barn}}{{gb:.}}
es_ar: {{gb:Has salido. Ahora ve al}} {{bb:granero}}{{gb:.}}

source: {{rb:Use}} {{yb:cd barn}} {{rb:to go in the barn.}}
es_ar: {{rb:Usa}} {{yb:cd barn}} {{rb:para ir al granero.}}

source: Ruth: {{Bb:"Anyone would be able to find the igloo you just made.
es_ar: Ruth: {{Bb:"Cualquiera podrá encontrar el inglú que construiste.

source: Is it possible to make something hidden?"}}
es_ar: ¿Es posible construir algo oculto?"}}

source: {{yb:1: "If we call it}} {{bb:hidden-shelter}}{{yb:, that will make it hidden."}}
es_ar: {{yb:1: "Si lo llamamos}} {{bb:hidden-shelter}}{{yb:, eso lo hará oculto."}}

source: {{yb:2: "Putting a . at the front makes things hidden."}}
es_ar: {{yb:2: "Usando un . al comienzo se crean las cosas ocultas."}}

source: {{yb:3: "It's impossible to make a hidden shelter."}}
es_ar: {{yb:3: "Es imposible hacer un refugio oculto."}}

source: Use {{yb:echo}} to tell {{bb:Ruth}} how to make things hidden.
es_ar: Usa {{yb:echo}} para decirle a {{bb:Ruth}} cómo hacer un refugio oculto.

source: Ruth: {{Bb:"You're really going to have to speak up, I can't understand anything you're saying."}}
es_ar: Ruth: {{Bb:"Tendrás que hablar más claro, No puedo entender nada de lo que estás diciendo."}}

source: Ruth: {{Bb:"...Really? Are you sure about that?"}}
es_ar: Ruth: {{Bb:"¿...En serio? ¿Estás seguro de lo que estás diciendo?"}}

source: {{yb:"If we call it}} {{bb:hidden-shelter}}{{yb:, that will make it hidden."}}
es_ar: {{yb:"Si lo llamamos}} {{bb:hidden-shelter}}{{yb:, eso lo convertirá en oculto."}}

source: Ruth: {{Bb:"So creating one called}} {{bb:hidden-shelter}} {{Bb:should make it hidden? Ok, let's try that."}}
es_ar: Ruth: {{Bb:"¿Entonces creando uno llamado}} {{bb:hidden-shelter}} {{Bb:lo haráoculto? Ok, intentémoslo."}}

source: Try {{lb:building}} a shelter called {{bb:hidden-shelter}}.
es_ar: Intenta {{lb:construir}} un refugio llamado {{bb:hidden-shelter}}.

source: {{rb:You need to make a shelter called}} {{yb:hidden-shelter}}{{rb:.}}
es_ar: {{rb:Necesitas construir un refugio llamado}} {{yb:hidden-shelter}}{{rb:.}}

source: {{rb:Use the command}} {{yb:mkdir hidden-shelter}} {{rb:to make the shelter.}}
es_ar: {{rb:Usa el comando}} {{yb:mkdir hidden-shelter}} {{rb:para construir el refugio.}}

source: Ruth: {{Bb:"You said the shelter should be called}} {{bb:hidden-shelter}}{{Bb:, not}} {{lb:.hidden-shelter}}{{Bb:."}} {{yb:Press UP to replay the old command, and edit it.}}
es_ar: Ruth: {{Bb:"Has dicho que debería llamarse}} {{bb:hidden-shelter}}{{Bb:, no}} {{lb:.hidden-shelter}}{{Bb:."}} {{yb:Presiona la flecha hacia ARRIBA para volver al viejo comando y editarlo.}}

source: {{lb:Look around}} to see if it is hidden correctly.
es_ar: {{lb:Mira alrededor}} para ver si lo has ocultado correctamente.

source: {{gb:Close!}} {{ob:But you need to check if the shelter is hidden, so don't look around you}} {{yb:too closely}}{{rb:.}}
es_ar: {{gb:¡Estás cerca!}} {{ob:Pero necesitas asegurarte de que has ocultado el refugio, no necesitas mirar alrededor}} {{yb:tan de cerca}}{{rb:.}}

source: Ruth: {{Bb:"You made}} {{bb:hidden-shelter}}{{Bb:!"}}
es_ar: Ruth: {{Bb:"¡Hiciste un}} {{bb:hidden-shelter}}{{Bb:!"}}

source: {{Bb:"...The problem is, I can see it too. I don't think it worked.
es_ar: {{Bb:"...El problema es que yo también puedo verlo. Creo que no ha funcionado.

source: How else could you make something hidden?"}}
es_ar: ¿De qué otra manera puedes construir algo oculto?"}}

source: {{yb:1: "If you put a . in front of the name, it makes it hidden."}}
es_ar: {{yb:1: "Si pones un . adelante del objeto, lo hace oculto."}}

source: {{yb:2: "You're mistaken. You can't see the hidden-shelter, it's hidden."}}
es_ar: {{yb:2: "Estás equivocado. No puedes ver el hidden-shelter, está oculto."}}

source: Use {{yb:echo}} to talk to {{bb:Ruth}}.
es_ar: Usa {{yb:echo}} para hablarle a {{bb:Ruth}}.

source: Ruth: {{Bb:You NEED to speak more clearly. I can't understand you.}}
es_ar: Ruth: {{Bb:Es necesario que hables más claro. No puedo entenderte.}}

source: Be careful kid, I'm not stupid. That shelter is not hidden. How do I make one that is?}}
es_ar: Ten cuidado, no soy tonta. Ese refugio no está oculto. ¿Cómo hago uno que sí lo este?}}

source: {{yb:"If you put a . in front of the name, it makes it hidden."}}
es_ar: {{yb:"Si pones un . adelante del objeto, lo hace oculto."}}

source: Ruth: {{Bb:"So if we called the shelter}} {{bb:.shelter}}{{Bb:, it would be hidden? Let's try it!"}}
es_ar: Ruth: {{Bb:"Si llamas al refugio}} {{bb:.shelter}}{{Bb:, ¿estará oculto? ¡Probemos!"}}

source: {{lb:Build}} a shelter called {{bb:.shelter}}
es_ar: {{lb:Construye}} un refugio llamado {{bb:.shelter}}

source: {{rb:Make}} {{bb:.shelter}} {{rb:using}} {{yb:mkdir .shelter}}{{rb: - remember the dot!}}
es_ar: {{rb:Construye el}} {{bb:.shelter}} {{rb:usando}} {{yb:mkdir .shelter}}{{rb: - ¡no olvides el punto!}}

source: Check it is properly hidden. Use {{yb:ls}} to see if it is visible.
es_ar: Fíjate si está realmente oculto. Usa {{yb:ls}} para ver si se encuentra visible.

source: {{rb:Use}} {{yb:ls}}{{rb:, not ls -a, to check your shelter is hidden.}}
es_ar: {{rb:Usa}} {{yb:ls}}{{rb:, no ls -a, para ver si tu refugio está oculto.}}

source: {{gb:Good, we can't see it in the barn.}}
es_ar: {{gb:Bien, no es posible verlo en el granero.}}

source: Now look around with {{yb:ls -a}} to check it actually exists!
es_ar: ¡Ahora mira alrededor con {{yb:ls -a}} para verificar que realmente existe!

source: {{rb:Use}} {{yb:ls -a}} {{rb:to look around.}}
es_ar: {{rb:Usa}} {{yb:ls -a}} {{rb:para mirar alrededor.}}

source: {{gb:It worked! You've succesfully created something hidden.}}
es_ar: {{gb:¡Funcionó! Has creado algo oculto exitosamente.}}

source: Ruth: {{Bb:"Did you make something? That's amazing!"
es_ar: Ruth: {{Bb:"¿Lo lograste? ¡Increíble!"

source: "...unfortunately I can't see it...please can you put me and the animals inside?"}}
es_ar: "...desafortunadamente no puedo verlo...¿puedes ponerme a mí y a los animales adentro, por favor?"}}

source: {{lb:Move}} everyone into the {{bb:.shelter}} one by one.
es_ar: {{lb:Mueve}} a todos dentro del {{bb:.shelter}} uno por uno.

source: {{rb:Use}} {{yb:%s}} {{rb:to progress}}
es_ar: {{rb:Usa}} {{yb:%s}} {{rb:para avanzar}}

source: {{gb:Well done! Move one more in the}} {{yb:.shelter}}
es_ar: {{gb:¡Bien hecho! Mueve a alguien más al}} {{yb:.shelter}}

source: {{gb:Well done! Move %s more.}}
es_ar: {{gb:¡Bien hecho! Mueve a %s más.}}

source: {{gb:Press}} {{ob:Enter}} {{gb:to continue}}
es_ar: {{gb:Presiona}} {{ob:Enter}} {{gb:para continuar}}

source: {{lb:Go}} into the {{bb:.shelter}} along with {{bb:Ruth}} and the animals.
es_ar: {{lb:Ve}} dentro del {{bb:.shelter}} junto con {{bb:Ruth}} y los animales.

source: {{rb:Type}} {{yb:cd .shelter}} {{rb:to go into the}} {{bb:.shelter}}{{rb:.}}
es_ar: {{rb:Escribe}} {{yb:cd .shelter}} {{rb:para ir dentro del}} {{bb:.shelter}}{{rb:.}}

source: Have a {{lb:look around}} to check you moved everyone.
es_ar: {{lb:Mira alrededor}} para fijarte si moviste a todos.

source: You see a group of scared looking people and a {{bb:dog}}.
es_ar: Ves un grupo de personas asustadas y un {{bb:perro}}.

source: {{lb:Listen}} to what they have to say with {{yb:cat}}.
es_ar: {{lb:Escucha}} lo que tienen para decir con {{yb:cat}}.

source: {{wb:Edith:}} {{Bb:"You found us! Edward, I told you to keep your voice down."}}
es_ar: {{wb:Edith:}} {{Bb:"¡Nos encontraste! Edward, te dije que hables más bajo down."}}

source: {{wb:Eleanor:}} {{Bb:"My mummy is scared the bell will find us if we go outside."}}
es_ar: {{wb:Eleanor:}} {{Bb:"Mi mamá está preocupada, dice que el timbre nos encontrará si salimos."}}

source: {{wb:Edward:}} {{Bb:"I'm sorry Edith...but I don't think they mean any harm. Maybe they could help us?"}}
es_ar: {{wb:Edward:}} {{Bb:"Lo siento Edith...pero supuse que no nos harían daño. Tal vez hasta pueden ayudarnos."}}

source: {{wb:Dog:}} {{Bb:"Woof woof!"}}
es_ar: {{wb:Dog:}} {{Bb:"¡Guau Guau!"}}

source: {{gb:Well done! Check on %d more.}}
es_ar: {{gb:¡Bien hecho! Escucha a %d más.}}

source: Edward looks like he has something he wants to say to you.
es_ar: Parece que Edward tiene algo para decirte.

source: {{wb:Edward:}} {{Bb:"Hi there. Can you help me with something?"
es_ar: {{wb:Edward:}} {{Bb:"Hola, ¿puedes ayudarme con algo?"

source: "I learnt this spell for moving items from one place to another. But I can't seem to make it work."
es_ar: "Aprendí este hechizo para mover objetos de un lugar a otro. Pero parece no estar funcionando."

source: "I've been trying to move this}} {{bb:apple}} {{Bb:into the}} {{bb:basket}}{{Bb:"}}
es_ar: "He estado intentando mover esta}} {{bb:apple}} {{Bb:dentro de la}} {{bb:basket}}{{Bb:"}}

source: {{Bb:"I was told the command was}} {{yb:mv apple basket/}}{{Bb:"}}
es_ar: {{Bb:"Me dijeron que el comando era}} {{yb:mv apple basket/}}{{Bb:"}}

source: {{Bb:"But I don't understand what that means. Do I say it? Or write it?"}}
es_ar: {{Bb:"Pero no entiendo qué significa eso. ¿Lo digo? ¿O lo escribo?"}}

source: {{gb:New Spell}}: to {{lb:move}} objects, type {{yb:mv}}
es_ar: {{gb:Nuevo hechizo}}: para {{lb:mover}} objectos, escribe {{yb:mv}}

source: and the object name.
es_ar: y el nombre del objeto.

source: {{rb:Use the command}} {{yb:mv apple basket/}} {{rb:to move the apple into the basket.}}
es_ar: {{rb:Usa el comando}} {{yb:mv apple basket/}} {{rb:para mover la manzana dentro de la canasta.}}

source: Check you've managed to move the {{bb:apple}}. {{lb:Look around}} in this directory.
es_ar: Asegúrate de que has podido mover la {{bb:apple}}. {{lb:Mira alrededor}} paracomprobarlo.

source: {{gb:Nice work! The apple isn't in this directory anymore.}}
es_ar: {{gb:¡Buen trabajo! La apple fue movida con éxito.}}

source: {{wn:Now check the apple is in the}} {{bb:basket}} {{wn:using}} {{yb:ls}}{{wn:.}}
es_ar: {{wn:Ahora asegúrate de que la manzana este en la}} {{bb:basket}} {{wn:usando}} {{yb:ls}}{{wn:.}}

source: {{rb:Use the command}} {{yb:ls basket/}} {{rb:to look in the basket.}}
es_ar: {{rb:Usa el comando}} {{yb:ls basket/}} {{rb:para mirar dentro de la canasta.}}

source: {{gb:Excellent, you moved the apple into the basket!}}
es_ar: {{gb:¡Excelente, la manzana está en la canasta!}}

source: {{wb:Edward:}} {{Bb:"Hey, you did it! What was I doing wrong?"}}
es_ar: {{wb:Edward:}} {{Bb:"Hey, ¡lo hiciste! ¿Qué era lo que esstaba haciendo mal?"}}

source: {{Bb:"Can you move the apple from the basket back here?"}}
es_ar: {{Bb:"¿Puedes sacarla de la canasta y volver a moverla aquí?"}}

source: {{lb:Move}} the {{bb:apple}} from the {{bb:basket}} to your current position. This is represented by {{bb:./}}
es_ar: {{lb:Mueve}} la {{bb:apple}} de la {{bb:basket}} a tu posición actual. Esto se hace con {{bb:./}}

source: So {{yb:mv basket/apple ./}} is the full command. You need the {{bb:./}} !
es_ar: Entonces {{yb:mv basket/apple ./}} es el comando completo. ¡Necesitas el {{bb:./}} !

source: {{rb:Use the command}} {{yb:mv basket/apple ./}} {{rb:to move the apple from the basket to your current position}} {{bb:./}}
es_ar: {{rb:Usa el comando}} {{yb:mv basket/apple ./}} {{rb:para mover la manzana de la canasta a tu posición actual}} {{bb:./}}

source: {{gb:Nearly! The full command is}} {{yb:mv basket/apple ./}} {{gb:- don't forget the dot!}}
es_ar: {{gb:¡Estás cerca! El comando completo es }} {{yb:mv basket/apple ./}} {{gb:- ¡no olvides el punto!}}

source: {{wb:Edith:}} {{Bb:"You should stop playing with that, that's the last of our food."}}
es_ar: {{wb:Edith:}} {{Bb:"Deberías terminar de jugar con eso, es la última comida que nos queda."}}

source: {{Bb:"Ah! The dog ran outside!"}}
es_ar: {{Bb:"¡Ah! ¡El perro se escapó!"}}

source: {{wb:Edith:}} {{Bb:"No, honey! Don't go outside!"}}
es_ar: {{wb:Edith:}} {{Bb:"¡No, querido! ¡No salgas!"}}

source: {{bb:Eleanor}} follows her {{bb:dog}} and leaves the {{bb:.hidden-shelter}}.
es_ar: {{bb:Eleanor}} sigue a su {{bb:perro}} y sale del {{bb:.hidden-shelter}}.

source: {{lb:Look around}} to check this.
es_ar: {{lb:Mira alrededor}} para ver si está.

source: {{rb:Look around using}} {{yb:ls}} {{rb:to check if Eleanor is here.}}
es_ar: {{rb:Mira alrededor usando}} {{yb:ls}} {{rb:para ver si Eleanor está allí.}}

source: {{wb:Edith:}} {{Bb:"No!! Honey, come back!!"}}
es_ar: {{wb:Edith:}} {{Bb:"¡¡No!! ¡¡Querida, regresa!!"}}

source: {{Bb:"You there, save my little girl!"}}
es_ar: {{Bb:"¡Tú, salva a mi pequeña niña!"}}

source: First, {{lb:look outside}} for {{bb:Eleanor}} with {{yb:ls ../}}
es_ar: Primero, {{lb:mira afuera}} para ver a {{bb:Eleanor}} con {{yb:ls ../}}

source: {{rb:Look in the town directory by using either}} {{yb:ls ../}} {{rb:or}} {{yb:ls ~/town/}}
es_ar: {{rb:Mira en el pueblo usando}} {{yb:ls ../}} {{rb:o}} {{yb:ls ~/town/}}

source: Now {{lb:move}} {{bb:Eleanor}} from the {{bb:town}} outside {{bb:..}} to your current position {{bb:.}}
es_ar: Ahora {{lb:mueve}} a {{bb:Eleanor}} del {bb:town}} {{bb:..}} a tu posición actual{{bb:.}}

source: {{rb:Quick! Use}} {{yb:mv ../Eleanor ./}} {{rb:to move the little girl back to safety.}}
es_ar: {{rb:¡Apúrate! Usa}} {{yb:mv ../Eleanor ./}} {{rb:para mover a la niña a un lugar seguro.}}

source: There is an old antique {{bb:.chest}} hidden under your bed, which you don't remember seeing before.
es_ar: Hay un antigüo {{bb:.chest}} oculto debajo de tu cama, no recuerdas haberlo visto antes.

source: You walk into {{bb:my-room}} to have a closer look.
es_ar: Vas dentro de {{bb:my-room}} para mirar más de cerca.

source: {{lb:Peer inside}} the {{bb:.chest}} and see what it contains.
es_ar: {{lb:Mira dentro}} del {{bb:.chest}} y fíjate qué contiene.

source: {{rb:Use}} {{yb:ls .chest}} {{rb:to look inside the .chest}}
es_ar: {{rb:Usa}} {{yb:ls .chest}} {{rb:para mirar dentro del .chest}}

source: There are some rolls of parchment, similar to what you found in the {{bb:.hidden-shelter}}
es_ar: Hay algunos rollos de pergamino, similares a los que encontraste en el {{bb:.hidden-shelter}}

source: Use {{yb:cat}} to {{lb:read}} one of the scrolls.
es_ar: Usa {{yb:cat}} para {{lb:leer}} uno de los rollos.

source: {{rb:Use}} {{yb:cat .chest/LS}} {{rb:to read the LS scroll.}}
es_ar: {{rb:Usa}} {{yb:cat .chest/LS}} {{rb:para leer el rollo LS.}}

source: I wonder if there's anything else hidden in this {{lb:.chest}}?
es_ar: ¿Me pregunto si habrá algo más oculto en este {{lb:.chest}}?

source: Have a {{lb:closer look}} for some more items.
es_ar: {{lb:Mira más de cerca}} para ecnontrar otros objetos.

source: {{rb:Use}} {{yb:ls -a .chest}} {{rb:to see if there are any hidden items in the chest.}}
es_ar: {{rb:Usa}} {{yb:ls -a .chest}} {{rb:para encontrar otros objetos ocultos en el cofre.}}

source: You suddenly notice a tiny stained {{lb:.note}}, scrumpled in the corner of the {{lb:.chest}}.
es_ar: De repente encuentras una pequeña y manchada {{lb:.note}}, estropeada en la esquina del {{lb:.chest}}.

source: What does it say?
es_ar: ¿Qué dice?

source: {{rb:Use}} {{yb:cat .chest/.note}} {{rb:to read the}} {{lb:.note}}{{rb:.}}
es_ar: {{rb:Usa}} {{yb:cat .chest/.note}} {{rb:para leer la}} {{lb:.note}}{{rb:.}}

source: Let's {{lb:look around}} to see what food is available in the {{bb:kitchen}}.
es_ar: Vamos a {{lb:mirar alrededor}} para ver si hay comida disponible en la {{bb:cocina}}.

source: {{rb:Use}} {{yb:ls}} {{rb:to have a}} {{lb:look around}} {{rb:the kitchen.}}
es_ar: {{rb:Usa}} {{yb:ls}} {{rb:para}} {{lb:mirar alrededor}} {{rb:de la cocina.}}

source: {{lb:Move}} three pieces of food into your {{bb:basket}}.
es_ar: {{lb:Mueve}} tres piezas de comida a la {{bb:canasta}}.

source: You can move multiple items using {{yb:mv <item1> <item2> <item3> basket/}}
es_ar: Puedes mover muchos objetos usando {{yb:mv <item1> <item2> <item3> canasta/}}

source: {{rb:They asked for food, they probably shouldn't eat the newspaper.}}
es_ar: {{rb:Te pidieron comida, no deberían comerse el periódico.}}

source: {{rb:This is a bit heavy for you to carry!}}
es_ar: {{rb:¡Es un poco pesado para que lo cargues!}}

source: {{rb:You're trying to move something that isn't in the folder. Try using}} {{yb:mv %s basket/}}
es_ar: {{rb:Estás intentando mover algo que no está en los archivos. Intenta usando}} {{yb:mv %s basket/}}

source: If you do not add the basket at the end of the command, you will rename the items!
es_ar: Si no agregas la palabra canasta al final de tu comando, renombrarás los items!

source: {{rb:Try using}} {{yb:mv %s basket/}}
es_ar: {{rb:Intenta usando}} {{yb:mv %s basket/}}

source: {{gb:Well done! Keep going.}}
es_ar: {{gb:¡Bien hecho! Continua.}}

source: Now we want to head back to the {{bb:.hidden-shelter}} with the {{bb:basket}}.
es_ar: Ahora debemos volver al {{bb:.hidden-shelter}} con la {{bb:canasta}}.

source: {{lb:Move}} the {{bb:basket}} back to {{bb:~}}.
es_ar: {{lb:Mueve}} la {{bb:canasta}} devuelta a la {{bb:~}}.

source: {{rb:Use the command}} {{yb:mv basket ~/}} {{rb:to move the basket to the windy road ~}}
es_ar: {{rb:Usa el comando}} {{yb:mv basket ~/}} {{rb:para moverla a la carretera ventosa ~}}

source: Follow the {{bb:basket}} by using {{yb:cd}}.
es_ar: Sigue la {{bb:canasta}} usando {{yb:cd}}.

source: {{rb:Use the command}} {{yb:cd}} {{rb:by itself to move yourself to the road ~}}
es_ar: {{rb:Usa el comando}} {{yb:cd}} {{rb:solo para moverte por la carretera ~}}

source: Now get the food-filled {{bb:basket}} to the family.
es_ar: Ahora lleva la {{bb:canasta}} llena de comida a la familia.

source: {{lb:Move}} the {{bb:basket}} to {{bb:town/.hidden-shelter}}.
es_ar: {{lb:Mueve}} la {{bb:canasta}} al {{bb:town/.hidden-shelter}}.

source: {{rb:Use}} {{yb:mv basket town/.hidden-shelter/}} {{rb:to move the basket to the family.}}
es_ar: {{rb:Usa}} {{yb:mv basket town/.hidden-shelter/}} {{rb:para llevarle la canasta a la familia.}}

source: {{lb:Enter}} the {{bb:town/.hidden-shelter}} using {{yb:cd}}.
es_ar: {{lb:Entra}} al {{bb:town/.hidden-shelter}} usando {{yb:cd}}.

source: {{rb:Use}} {{yb:cd town/.hidden-shelter}} {{rb:to be reunited with the family.}}
es_ar: {{rb:Usa}} {{yb:cd town/.hidden-shelter}} {{rb:para reunirte con la familia.}}

source: {{wn:Check on everyone with}} {{yb:cat}} {{wn:to see if they're happy with the food.}}
es_ar: {{wn:Usa}} {{yb:cat}} {{wn:para ver si están contentos con la comida.}}

source: {{rb:Check on everyone using}} {{yb:cat}}
es_ar: {{rb:Usa}} {{yb:cat}}

source: {{wb:Edith:}} {{Bb:"You saved my little girl and my dog, and now you've saved us from starvation...how can I thank you?"}}
es_ar: {{wb:Edith:}} {{Bb:"Has salvado a mi niña y a mi perro, ahora nos has salvado de morir de hambre...¿cómo podremos agradecerte?"}}

source: {{wb:Eleanor:}} {{Bb:"Yummy! See, I told you doggy, someone would help us."}}
es_ar: {{wb:Eleanor:}} {{Bb:"¡Yummy! ¿Has visto?, te lo dije, alguien nos ayudaría."}}

source: {{wb:Edward:}} {{Bb:"Thank you! I knew you would come through for us. You really are a hero!"}}
es_ar: {{wb:Edward:}} {{Bb:"¡Gracias! Sabía que nos serías de gran ayuda. ¡Eres un verdadero héroe!"}}

source: {{wb:Dog:}} {{Bb:"Woof!"}} {{wn: The dog seems very excited. }}
es_ar: {{wb:Perro:}} {{Bb:"¡Guau!"}} {{wn: El perro parece estar muy contento. }}

source: {{gb:Check on}} {{yb:%d}} {{gb:others}}
es_ar: {{gb:Fíjate en}} {{yb:%d}} {{gb:de los otros}}

source: {{gb:Check on}} {{yb:1}} {{gb:other}}
es_ar: {{gb:Fíjate en}} {{yb:alguien}} {{gb:más}}

source: You see {{bb:Eleanor}}. Listen to what she has to say.
es_ar: Ves a {{bb:Eleanor}}. Escucha lo que tiene para decir.

source: {{rb:Use}} {{yb:cat Eleanor}} {{rb:to see what she has to say.}}
es_ar: {{rb:Usa}} {{yb:cat Eleanor}} {{rb:para ver lo que tiene para decir.}}

source: Eleanor: {{Bb:"Oh, it's you! Have you seen my Mum and Dad?"}}
es_ar: Eleanor: {{Bb:"¡Oh, eres tú! ¿Has visto a mi Mamá y a mi Papá?"}}

source: {{yb:1: "I'm afraid not. When did you last see them?"}}
es_ar: {{yb:1: "Temo que no. ¿Cuándo los viste por última vez?"}}

source: {{yb:2: "Weren't they with you in the hidden-shelter?"}}
es_ar: {{yb:2: "¿No estaban contigo en el hidden-shelter?"}}

source: {{yb:3: "(lie) Yes, I saw them in town."}}
es_ar: {{yb:3: "(mientes) Sí, los he visto en el pueblo."}}

source: Use the {{yb:echo}} command to talk to {{bb:Eleanor}}.
es_ar: Usa el comando {{yb:echo}} para hablarle a {{bb:Eleanor}}.

source: Eleanor: {{Bb:"Pardon? What did you say?"}}
es_ar: Eleanor: {{Bb:"¿Disculpa? ¿Qué dijiste?"}}

source: {{rb:Use}} {{yb:echo 1}}{{rb:,}} {{yb:echo 2}} {{rb:or}} {{yb:echo 3}} {{rb:to reply.}}
es_ar: {{rb:Usa}} {{yb:echo 1}}{{rb:,}} {{yb:echo 2}} {{rb:o}} {{yb:echo 3}} {{rb:para responder.}}

source: {{rb:Use}} {{yb:cd ..}} {{rb:to go into town.}}
es_ar: {{rb:Usa}} {{yb:cd ..}} {{rb:para ir al pueblo.}}

source: Eleanor: {{Bb:Yay, we're going on an adventure!}}
es_ar: Eleanor: {{Bb:¡Yay, vayamónos a una aventura!}}

source: {{yb:"I'm afraid not. When did you last see them?"}}
es_ar: {{yb:"Temo que no. ¿Cuándo los viste por última vez?"}}
