Repository: KanoComputing/terminal-quest
Catalog: po/*.po
Languages: es_ar

source: {{Bb:"Did you walk all the way from town? Did you see my husband there?
es_ar: {{Bb:"¿Caminaste desde el pueblo? ¿Has visto a mi marido allí?

source: He's a pretty}} {{bb:grumpy-man}}{{Bb:, he was travelling to town because of that big meeting with the Mayor."}}
es_ar: Es un}} {{bb:grumpy-man}}{{Bb:, estuvo viajando al pueblo por esa importante reunión con el Alcalde."}}

source: {{yb:1: "I'm sorry, he disappeared in front of me."}}
es_ar: {{yb:1: "Lo siento, desapareció en frente mío."}}

source: {{yb:2: "I didn't see your husband, but people have been disappearing in town."}}
es_ar: {{yb:2: "No he visto a su mairdo, pero la gente ha estado desapareciendo en el pueblo."}}

source: {{yb:3: "I don't know anything."}}
es_ar: {{yb:3: "No sé nada."}}

source: Respond with one of the following options using the {{yb:echo}} command and option number.
es_ar: Responde con alguna de las opciones usando el comando {{yb:echo}} y el número de la opción.

source: Ruth: {{Bb:"I feel like you're hiding something from me..."}}
es_ar: Ruth: {{Bb:"Siento que me estás ocultando algo..."}}

source: Ruth: {{Bb:"Really? Are you sure you didn't see a}} {{lb:grumpy-man}}{{Bb: in town?"}}
es_ar: Ruth: {{Bb:"¿En serio? ¿Estás seguro de que no vista a un }} {{lb:grumpy-man}}{{Bb: en el pueblo?"}}

source: {{yb:"I'm sorry, he disappeared in front of me."}}
es_ar: {{yb:"Lo siento, desapareció en frente mío."}}

source: Ruth: {{Bb:"He disappeared in front of you?? Oh no! They've been saying on the radio that people have been going missing...what should I do?"}}
es_ar: Ruth: {{Bb:"¿Desapareció en frente tuyo? ¡Oh no! Han estado anunciando en la radio que hay personas desaparecidas...¿qué debería hacer?"}}

source: {{yb:1: "Some people survived by going into hiding."}}
es_ar: {{yb:1: "Algunas personas sobrevivieron escondiéndose."}}

source: {{yb:2: "I think you should go and look for your husband"}}
es_ar: {{yb:2: "Creo que deberías ir a buscar a tu marido"}}

source: Ruth: {{Bb:What did you say? I didn't catch that.}}
es_ar: Ruth: {{Bb:¿Qué has dicho? No entendí.}}

source: {{rb:Use}} {{yb:echo 1}} {{rb:or}} {{yb:echo 2}} {{rb:to reply.}}
es_ar: {{rb:Usa}} {{yb:echo 1}} {{rb:o}} {{yb:echo 2}} {{rb:para responder.}}

source: Ruth: {{Bb:"I would, but I'm scared of going missing myself." "He might come back, so I should stay here in case he does. Can you think of anything else?"}}
es_ar: Ruth: {{Bb:"Iré, pero me asusta desaparecer." "Puede regresar en cualquier momento, debería quedarme en casa. ¿Puedes pensaren otra idea?"}}

source: You are back in town. {{bb:Eleanor}} waves her arms and points at a building in the distance.
es_ar: Estás otra vez en el pueblo. {{bb:Eleanor}} agita su mano y apunta a un edificio ubicado a la distancia.

source: {{lb:Look around}} to see where {{bb:Eleanor}} is pointing.
es_ar: {{lb:Mira alrededor}} para ver a dónde apunta {{bb:Eleanor}}.

source: Eleanor: {{Bb:The library is over there!}}
es_ar: Eleanor: {{Bb:¡La bilbioteca está por allí!}}

source: You see the {{bb:library}} ahead.
es_ar: Ves la {{bb:biblioteca}} más adelante.

source: Eleanor: {{Bb:"There it is! The}} {{bb:library}} {{Bb:is right there! Let's}} {{lb:go inside.}}{{Bb:"}}
es_ar: Eleanor: {{Bb:"¡Allí está! ¡La}} {{bb:library}} {{Bb:está justo allí! Vayamos}} {{lb:dentro.}}{{Bb:"}}

source: {{rb:Use}} {{yb:cd library}} {{rb:to go inside the library.}}
es_ar: {{rb:Usa}} {{yb:cd library}} {{rb:para entrar a la bilbioteca.}}

source: Eleanor: {{Bb:I love the library! Let's go inside!}}
es_ar: Eleanor: {{Bb:¡Me encanta la biblioteca! ¡Entremos!}}

source: {{bb:Eleanor}} skips into the {{bb:library}}, while you follow her.
es_ar: {{bb:Eleanor}} entra a la {{bb:library}}, tú la sigues.

source: {{lb:Look around}} the {{bb:library}}.
es_ar: {{lb:Mira alrededor}} de la {{bb:library}}.

source: Eleanor: {{Bb:It's all echo-y-y-y-y..}}
es_ar: Eleanor: {{Bb:Es todo eco-y-y-y-y..}}

source: You're in a corridor leading to two clearly labelled doors. One has the sign {{bb:public-section}}, the other {{bb:private-section}}.
es_ar: Te encuentras en un pasillo que conduce a dos puertas, cada una con un cartel. Uno dice {{bb:public-section}}, y el otro {{bb:private-section}}.

source: Eleanor: {{Bb:"There used to be a librarian here.
es_ar: Eleanor: {{Bb:"Solía haber una bibliotecaria aquí.

source: She would tell me off for trying to look in the}} {{bb:private-section}}.
es_ar: Me regañaría si me ve intentando entrar a la}} {{bb:private-section}}.

source: {{Bb:What do you think is in there? Let's try and}} {{lb:look inside}}{{Bb:."}}
es_ar: {{Bb:¿Qué crees que haya allí adentro? Intentemos}} {{lb:mirar adentro}}{{Bb:."}}

source: {{rb:Use}} {{yb:ls private-section/}} {{rb:to look in the private-section of the library.}}
es_ar: {{rb:Usa}} {{yb:ls private-section/}} {{rb:para mirar dentro de la sección-privada de la biblioteca.}}

source: Eleanor: {{Bb:What's in the private-section?}}
es_ar: Eleanor: {{Bb:¿Qué habrá en la private-section?}}

source: Eleanor: {{Bb:"I guess the private-section is locked to outsiders..."
es_ar: Eleanor: {{Bb:"Me imagino que la private-section está cerrada para quienes vienen de afuera..."

source: "Let's see if we can find something useful in the}} {{bb:public section.}}{{Bb:"}}
es_ar: "Fijémonos si podemos encontrar algo en la}} {{bb:public-section.}}{{Bb:"}}

source: Use {{yb:ls}} to look in the {{bb:public-section}}.
es_ar: Usa {{yb:ls}} para mirar dentro de la {{bb:public-section}}.

source: {{rb:Use}} {{yb:ls}} {{rb:to look in the public section.}}
es_ar: {{rb:Usa}} {{yb:ls}} {{rb:para mirar dentro de la public-section.}}

source: {{rb:Use}} {{yb:ls public-section}} {{rb:to look in the public-section.}}
es_ar: {{rb:Usa}} {{yb:ls public-section}} {{rb:para mirar dentro de la public-section.}}

source: Eleanor: {{Bb:What's in the public-section?}}
es_ar: Eleanor: {{Bb:¿Qué crees que habrá en la public-section?}}

source: Eleanor: {{Bb:"Wow, all the commands have disappeared.
es_ar: Eleanor: {{Bb:"Wow, han desaparecido todos los comandos.

source: I wonder if people have been stealing them?" }}
es_ar: ¿Me pregunto si la gente ha estado robándoselos?" }}

source: {{Bb:"What is that}} {{yb:NANO}} {{Bb:paper?"}}
es_ar: {{Bb:"¿Qué es aquel papel}} {{yb:NANO}} {{Bb:?"}}

source: {{Bb:"Let's}} {{lb:examine}} {{Bb:it."}}
es_ar: {{Bb:"Vamos a }} {{lb:examinar}} {{Bb:el papel."}}

source: {{rb:Examine the NANO script with}} {{yb:cat public-section/NANO}}
es_ar: {{rb:Examina el papel con}} {{yb:cat public-section/NANO}}

source: Eleanor: {{Bb:The library should probably have introduced late fees.}}
es_ar: Eleanor: {{Bb:Probablemente la biblioteca introdujo pagos extra por entregar tarde los libros.}}

source: Eleanor: {{Bb:So nano allows you to edit files?}}
es_ar: Eleanor: {{Bb:¿Entonces nano te permite editar archivos?}}

source: {{Bb:"Maybe we could use this to fix that}} {{yb:best-horn-in-the-world.sh}} {{Bb:script?"}}
es_ar: {{Bb:"Tal vez podemos usar esto para arreglar aquel comando}} {{yb:best-horn-in-the-world.sh}} {{Bb:?"}}

source: {{Bb:"Let's}} {{lb:head back}} {{Bb:to the}} {{bb:shed-shop}}{{Bb:."}}
es_ar: {{Bb:"Vayamos}} {{lb:otra vez}} {{Bb:a la}} {{bb:shed-shop}}{{Bb:."}}

source: Eleanor: {{Bb:...do we have to go and see creepy Bernard again?}}
es_ar: Eleanor: {{Bb:¿...tenemos que ir y ver al horripilante Bernard otra vez?}}

source: {{rb:Use}} {{yb:cd shed-shop/}} {{rb:to go into the shed-shop.}}
es_ar: {{rb:Usa}} {{yb:cd shed-shop/}} {{rb:para ir a la tienda-cobertizos.}}

source: You've arrived in the {{bb:shed-shop}}. {{lb:Look around.}}
es_ar: Has llegado a la {{bb:shed-shop}}. {{lb:Mira alrededor.}}

source: Huh, you can't see {{bb:Bernard}} anywhere.
es_ar: Huh, no lo ves a {{bb:Bernard}} por ningún sitio.

source: I wonder where he went.
es_ar: Me pregunto dónde habrá ido.

source: Maybe he's in his {{bb:basement}}? Let's {{lb:go}} down there.
es_ar: ¿Tal vez está en el {{bb:basement}}? {{lb:Vayamos}} ahí abajo.

source: {{rb:Go into the basement with}} {{yb:cd basement}}
es_ar: {{rb:Ve al sótano con}} {{yb:cd basement}}

source: Is that Bernard's hat? Strange he left it behind...
es_ar: ¿Ese es el sombrero de Bernard? Qué raro que lo dejó...

source: You walked into {{bb:Bernard}}'s basement. {{lb:Look around.}}
es_ar: Caminas al sótano de {{bb:Bernard}}. {{lb:Mira alrededor.}}

source: You see what looks like another tool and a couple of diaries.
es_ar: Ves algo que parece otro de sus utensilios y algunos diarios.

source: Shall we {{lb:examine}} them?
es_ar: ¿Los {{lb:examinamos}}?

source: {{rb:Use}} {{yb:cat}} {{rb:to examine the objects around you.}}
es_ar: {{rb:Usa}} {{yb:cat}} {{rb:para examinar los objetos alrededor tuyo.}}

source: {{gb:Well done! Look at the other objects.}}
es_ar: {{gb:¡Bien hecho! Examina algún objeto más.}}

source: Enough wandering. Let's go and try and find the {{bb:masked swordsmaster}} near the woods, and see what information he can tell us.
es_ar: Es suficiente por ahora. Intentemos encontrar a ese {{bb:amo de espadas enmascarado}} cerca del bosque, y veamos qué información nos puede dar.

source: You're in your house. You appear to be alone.
es_ar: Estás en tu casa. Parece que estás solo.

source: Use {{yb:cat}} to {{lb:examine}} some of the objects around you.
es_ar: Usa {{yb:cat}} para {{lb:examinar}} algunos objetos alrededor tuyo.

source: {{gb:Well done! Just look at one more item.}}
es_ar: {{gb:¡Bien hecho! Échale un vistazo a alguna otra cosa.}}

source: {{rb:Use}} {{yb:cat}} {{rb:to look at two of the objects around you.}}
es_ar: {{rb:Usa}} {{yb:cat}} {{rb:para mirar dos de los objetos alrededor tuyo.}}

source: {{rb:Use the command}} {{yb:%s}} {{rb:to progress.}}
es_ar: {{rb:Usa el comando}} {{yb:%s}} {{rb:para avanzar.}}

source: There doesn't seem to be anything here but loads of food.
es_ar: Pareciera no haber nada aquí más que un montón de comida.

source: See if you can find something back in {{bb:town}}.
es_ar: Fíjate si encuentras algo en el {{bb:pueblo}}.

source: First, use {{yb:cd ..}} to {{lb:leave}} the {{bb:kitchen}}.
es_ar: Primero, usa {{yb:cd ..}} para {{lb:abandonar}} la {{bb:cocina}}.

source: {{gb:Good work! Now replay the last command using the}} {{ob:UP}} {{gb:arrow on your keyboard.}}
es_ar: {{gb:¡Buen trabajo! Ahora repite el último comando usando la flecha hacia}} {{ob:ARRIBA}} {{gb:de tu teclado.}}

source: {{rb:Use}} {{yb:cd ..}} {{rb:to make your way to town.}}
es_ar: {{rb:Usa}} {{yb:cd ..}} {{rb:para comenzar tu camino al pueblo.}}

source: {{gb:Good work! Now use}} {{yb:cd town}} {{gb:to head to town.}}
es_ar: {{gb:¡Buen trabajo! Ahora usa}} {{yb:cd town}} {{gb:para ir al pueblo.}}

source: {{rb:Use}} {{yb:cd town}} {{rb:to go into town.}}
es_ar: {{rb:Usa}} {{yb:cd town}} {{rb:para ir al pueblo.}}

source: Use {{yb:ls}} to {{lb:look around}}.
es_ar: Usa {{yb:ls}} para {{lb:mirar alrededor}}.

source: {{rb:Use}} {{yb:ls}} {{rb:to have a look around the town.}}
es_ar: {{rb:Usa}} {{yb:ls}} {{rb:para mirar tu alrededor en el pueblo.}}

source: The place appears to be deserted.
es_ar: El sitio parece estar desierto.

source: However, you think you hear whispers.
es_ar: Sin embargo, pareces escuchar susurros.

source: {{wb:?:}} {{Bn:".....if they use}} {{yb:ls -a}}{{Bn:, they'll see us..."}}
es_ar: {{wb:?:}} {{Bn:".....si usan}} {{yb:ls -a}}{{Bn:, nos verán..."}}

source: {{wb:?:}} {{Bn:"..Shhh! ...might hear...."}}
es_ar: {{wb:?:}} {{Bn:"..Shhh! ...pueden escuchar...."}}

source: {{rb:You heard whispers referring to}} {{yb:ls -a}}{{rb:, try using it!}}
es_ar: {{rb:Escuchaste susurros que nombraban}} {{yb:ls -a}}{{rb:, ¡intenta usarlo!}}

source: You see a {{bb:.hidden-shelter}} that you didn't notice before.
es_ar: Ves un {{bb:.hidden-shelter}} que no has visto antes.

source: {{gb:Something that starts with . is normally hidden from view. }}
es_ar: {{gb:Algo que empieza con . se encuentra normalmente oculto. }}

source: It sounds like the whispers are coming from there. Try going in.
es_ar: Parece que los susurros vienen de allí. Intenta entrar.

source: {{rb:Try going inside the}} {{lb:.hidden-shelter}} {{rb:using }}{{yb:cd}}{{rb:.}}
es_ar: {{rb:Intenta entrar al}} {{lb:.hidden-shelter}} {{rb:usando }}{{yb:cd}}{{rb:.}}

source: {{rb:Use the command}} {{yb:cd .hidden-shelter }}{{rb:to go inside.}}
es_ar: {{rb:Usa el comando}} {{yb:cd .hidden-shelter }}{{rb:para entrar.}}

source: Is anyone there? Have a {{lb:look around}}.
es_ar: ¿Hay alguien allí? {{lb:Mira alrededor}}.

source: {{rb:Use}} {{yb:ls}} {{rb:to have a look around you.}}
es_ar: {{rb:Usa}} {{yb:ls}} {{rb:para mirar a tu alrededor.}}

source: That's weird. No time for that now though - lets find {{bb:Mum}}.
es_ar: ¡Qué extraño! No hay tiempo para eso - encontremos a {{bb:Mum}}.

source: {{gb:New Spell}}: {{yb:cd}} lets you {{lb:move}}
es_ar: {{gb:Nuevo hechizo}}: {{yb:cd}} te permite {{lb:moverte}}

source: between places.
es_ar: entre distintos sitios.

source: Use the command {{yb:cd ..}} to {{lb:leave}} your room.
es_ar: Usa el comando {{yb:cd ..}} para {{lb:abandonar}} tu habitación.

source: {{rb:Type}} {{yb:cd ..}} {{rb:to leave your room. The}} {{lb:..}} {{rb:is the room behind you.}}
es_ar: {{rb:Escribe}} {{yb:cd ..}} {{rb:para abandonar tu habitación. El}} {{lb:..}} {{rb:es para salir de allí.}}

source: {{rb:Type}} {{yb:cd ..}} {{rb:to leave your room.}}
es_ar: {{rb:Escribe}} {{yb:cd ..}} {{rb:para abandonar tu habitación.}}

source: You've left {{bb:my-room}} and are in the hall of {{bb:my-house}}.
es_ar: Abandonaste {{bb:my-room}} estás en la sala de {{bb:my-house}}.

source: {{lb:Look around}} at the different rooms using {{yb:ls}}.
es_ar: {{lb:Mira alrededor}} de los diferentes sitios usando {{yb:ls}}.

source: {{rb:Type}} {{yb:ls}} {{rb:and press}} {{ob:Enter}}{{rb:.}}
es_ar: {{rb:Escribe}} {{yb:ls}} {{rb:y presiona}} {{ob:Enter}}{{rb:.}}

source: What was that? A bell? That's a bit odd.
es_ar: ¿Qué fue eso? ¿Un timbre? Eso es un poco extraño.

source: You see the door to your {{bb:kitchen}}, and hear the sound of cooking.
es_ar: Ves la puerta de tu {{bb:kitchen}}, y escuchas el sonido de alguien cocinando.

source: Sounds like someone is preparing breakfast!
es_ar: ¡Parece que alguien está preparando el desayuno!

source: To {{lb:go inside the}} {{bb:kitchen}}, use {{yb:cd kitchen}}
es_ar: Para {{lb:entrar a la}} {{bb:kitchen}}, usa {{yb:cd kitchen}}

source: {{rb:Type}} {{yb:cd kitchen}} {{rb:and press}} {{ob:Enter}}{{rb:.}}
es_ar: {{rb:Escribe}} {{yb:cd kitchen}} {{rb:y presiona}} {{ob:Enter}}{{rb:.}}

source: Great, you're in the {{bb:kitchen}}.
es_ar: Genial, estás dentro de la {{bb:kitchen}}.

source: {{lb:Look}} for {{bb:Mum}} using {{yb:ls}}.
es_ar: {{lb:Busca}} a {{bb:Mum}} usando {{yb:ls}}.

source: {{rb:Can't find her? Type}} {{yb:ls}} {{rb:and press}} {{ob:Enter}}{{rb:.}}
es_ar: {{rb:¿No puedes encontrarla? Escribe}} {{yb:ls}} {{rb:y presiona}} {{ob:Enter}}{{rb:.}}

source: You see her busily working in a cloud of steam.
es_ar: La ves trabajando muy duro entre una nube de vapor.

source: Let's {{lb:listen}} to what {{bb:Mum}} has to say by using {{yb:cat}}.
es_ar: Vamos a {{lb:escuchar}} lo que {{bb:Mum}} tiene para decir usando {{yb:cat}}.

source: {{rb:Stuck? Type:}} {{yb:cat Mum}}. {{rb:Don't forget the capital letter!}}
es_ar: {{rb:Escribe:}} {{yb:cat Mum}}. {{rb:¡No te olvides la letra mayúscula!}}

source: Bernard: {{Bb:"Hello! Shush, don't say a word."}}
es_ar: Bernard: {{Bb:"¡Hola! Shhh, no digan ni una palabra."}}

source: {{Bb:"I know why you're here. You want a shed!"
es_ar: {{Bb:"Sé porqué están aquí. ¡Necesitan un cobertizo!"

source: "I have just the thing for you. I have the}} {{bb:best-shed-maker-in-the-world.sh}}{{Bb:"}}
es_ar: "Tengo justo lo que buscan. Tengo el}} {{bb:best-shed-maker-in-the-world.sh}}{{Bb:"}}

source: He seems pretty enthusiastic about it. {{lb:Examine}} the tool {{bb:best-shed-maker-in-the-world.sh}}
es_ar: Se encuentra muy entusiasmado con la idea. {{lb:Examina}} el utensilio {{bb:best-shed-maker-in-the-world.sh}}

source: {{gb:Use}} {{ob:TAB}} {{gb:to speed up your typing.}}
es_ar: {{gb:Usa}} {{ob:TAB}} {{gb:para acelerar la escritura.}}

source: {{rb:Use}} {{yb:cat}} {{rb:to examine the}} {{bb:best-shed-maker-in-the-world.sh}}
es_ar: {{rb:Usa}} {{yb:cat}} {{rb:para exminar el}} {{bb:best-shed-maker-in-the-world.sh}}

source: {{rb:Use}} {{yb:cat best-shed-maker-in-the-world.sh}} {{rb:to examine the tool.}}
es_ar: {{rb:Usa}} {{yb:cat best-shed-maker-in-the-world.sh}} {{rb:para examinar el utensilio.}}

source: Eleanor: {{Bb:Bernard scares me a bit...}}
es_ar: Eleanor: {{Bb:Bernard me asusta un poco...}}

source: {{rb:You are reading the wrong file! You want to read}} {{bb:best-shed-maker-in-the-world.sh}}{{rb:.}}
es_ar: {{rb:¡Estás buscando archivos equivocados! Quieres ver}} {{bb:best-shed-maker-in-the-world.sh}}{{rb:.}}

source: The tool has an inscription that reads "mkdir shed".
es_ar: El utensilio tiene una etiqueta que dice "mkdir shed".

source: You recognise the command {{yb:mkdir}}. It's what you used to help {{bb:Ruth}} in the farm.
es_ar: Reconoces el comando {{yb:mkdir}}. Fue el que usaste para ayudar a {{bb:Ruth}} en la granja.

source: Bernard: {{Bb:It's like magic! Just run the command, and you get a new shed.}}
es_ar: Bernard: {{Bb:¡Es mágico! Solo ejecuta el comando y tendrás un nuevo cobertizo.}}

source: {{Bb:Try it out! Use it with}} {{yb:./best-shed-maker-in-the-world.sh}}
es_ar: {{Bb:¡Inténtalo! Úsalo con}} {{yb:./best-shed-maker-in-the-world.sh}}

source: {{rb:Do as Bernard says - use}} {{yb:./best-shed-maker-in-the-world.sh}} {{rb:to run his script}}
es_ar: {{rb:Haz lo que dice Bernard- usa}} {{yb:./best-shed-maker-in-the-world.sh}} {{rb:para ejecutar el comando}}

source: Eleanor: {{Bb:Isn't that just the same as running}} {{yb:mkdir shed}}{{Bb:?}}
es_ar: Eleanor: {{Bb:¿No es eso lo mismo que poner}} {{yb:mkdir shed}}{{Bb:?}}

source: {{rb:You're trying to run the wrong script. You want to run}} {{yb:./best-shed-maker-in-the-world.sh}}
es_ar: {{rb:Te estás equivocando. Quieres ejecutar}} {{yb:./best-shed-maker-in-the-world.sh}}

source: {{lb:Look around}} to see if it created a {{bb:shed}}.
es_ar: {{lb:Mira alrededor}} para ver si creaste el {{bb:shed}}.

source: Eleanor: {{Bb:Ah, look over there!}}
es_ar: Eleanor: {{Bb:Ah, ¡mira allí!}}

source: It worked! You can see a new {{bb:shed}} in the room.
es_ar: ¡Funcionó! Puedes ver un nuevo {{bb:shed}}.

source: What happens if you run it again?
es_ar: ¿Qué sucede si lo ejecutas orta vez?

source: {{gb:Press}} {{ob:UP}} {{gb:twice to replay the command.}}
es_ar: {{gb:Presiona la flecha hacia}} {{ob:ARRIBA}} {{gb:dos veces para repetir el comando.}}

source: {{rb:See what happens when you run the script again.}}
es_ar: {{rb:Mira lo que pasa cuando ejecutas el comando otra vez.}}

source: {{rb:Run the script again using}} {{yb:./best-shed-maker-in-the-world.sh}} {{rb:to see what happens.}}
es_ar: {{rb:Ejecuta el comando otra vez usando}} {{yb:./best-shed-maker-in-the-world.sh}} {{rb:para ver qué sucede.}}

source: Eleanor: {{Bb:I don't think this will work...}}
es_ar: Eleanor: {{Bb:No creo que esto funcione...}}

source: You get the error {{yb:mkdir: cannot create directory `shed': File exists}}
es_ar: Error {{yb:mkdir: no puede crear el `shed': Ya existe}}

source: Bernard: {{Bb:"Of course it won't work a second time - you already have a shed!"
es_ar: Bernard: {{Bb:"Claro que no va a funcionar una segunda vez - ¡ya tienes un cobertizo!"

source: "I'm working on the next big thing,}} {{bb:best-horn-in-the-world.sh}}{{Bb:."}}
es_ar: "Estoy trabajando en algo nuevo,}} {{bb:best-horn-in-the-world.sh}}{{Bb:."}}

source: {{Bb:"It can be used to alert anyone that you're coming. I'm having some teething problems, but I'm sure I'll fix them soon."}}
es_ar: {{Bb:"Puede ser utilizada para avisarle a quien quieras que estás llegando. Estoy teniendo algunos problemas de dientes, pero seguro lo arreglaré pronto."}}

source: {{lb:Examine}} {{bb:best-horn-in-the-world.sh}} and see if you can identify the problem.
es_ar: {{lb:Examina}} {{bb:best-horn-in-the-world.sh}} y fíjate si pueden identificar el problema.

source: {{gb:Remember to use}} {{ob:TAB}}{{gb:!}}
es_ar: {{gb:Recuerda usar}} {{ob:TAB}}{{gb:!}}

source: {{rb:Use}} {{yb:cat}} {{rb:to examine the tool.}}
es_ar: {{rb:Usa}} {{yb:cat}} {{rb:para examinar el utensilio.}}

source: {{rb:Use}} {{yb:cat best-horn-in-the-world.sh}} {{rb:to examine the tool.}}
es_ar: {{rb:Usa}} {{yb:cat best-horn-in-the-world.sh}} {{rb:para examinar el utensilio.}}

source: Eleanor: {{Bb:I think this tool is a bit broken.}}
es_ar: Eleanor: {{Bb:Creo que este utensilio está un poco roto.}}

source: {{rb:You're examining the wrong tool. You want to look at}} {{yb:best-horn-in-the-world.sh}}
es_ar: {{rb:Estás examinando el utensilio equivocado. Quieres ver la}} {{yb:best-horn-in-the-world.sh}}

source: The tool reads {{yb:eco "Honk!"}}
es_ar: El utensilio tiene una etiqueta que dice {{yb:eco "Honk!"}}

source: Maybe it should read {{yb:echo "Honk!"}} instead...
es_ar: Tal vez debería decir{{yb:echo "Honk!"}} ...

source: How could we make changes to this tool?
es_ar: ¿Cómo podemos modificar el utensilio?

source: Bernard: {{Bb:"Ho ho, you look like you understand the problem."}}
es_ar: Bernard: {{Bb:"Oh, parece que comprendes cuál es el problema."}}

source: Eleanor: {{Bb:"If we need extra help, we can go to the library, it was just outside."}}
es_ar: Eleanor: {{Bb:"Si necesitamos ayuda, podemos ir a la biblioteca, está justo al salir."}}

source: Before we go, have a {{lb:look}} in the {{bb:basement}}.
es_ar: Antes de irse, {{lb:mira}} en el {{bb:basement}}.

source: {{rb:Use}} {{yb:ls}} {{rb:to look through.}}
es_ar: {{rb:Usa}} {{yb:ls}} {{rb:para mirar.}}

source: {{rb:Use}} {{yb:ls basement/}} {{rb:to look inside.}}
es_ar: {{rb:Usa}} {{yb:ls basement/}} {{rb:para mirar dentro.}}

source: Eleanor: {{Bb:OooOOoh, are there sweets in there?}}
es_ar: Eleanor: {{Bb:OooOOoh, ¿hay caramelos allí adentro?}}

source: Bernard: {{Bb:"Oooh naughty, you can't look in there."}}
es_ar: Bernard: {{Bb:"Oooh atrevidos, no pueden husmear aquí."}}

source: Let's {{lb:leave}} the shed shop and go back to {{bb:east}} of town.
es_ar: {{lb:Abandona}} la tienda de cobertizo y vuelve a la parte {{bb:este}} del pueblo.

source: {{rb:Leave the shed-shop using}} {{yb:cd ..}}
es_ar: {{rb:Abandona la tienda-cobertizos usando}} {{yb:cd ..}}

source: Eleanor: {{Bb:"Yay, I like the library. Let's go back to town!"}}
es_ar: Eleanor: {{Bb:"Si, me gusta la biblioteca. ¡Volvamos al pueblo!"}}

source: Hello {}.
es_ar: Hola {}.

source: Welcome to the dark side of your Kano.
es_ar: Bienvenido al lado oscuro de tu Kano.

source: You've entered a perilous world where words wield power.
es_ar: Entraste un misterioso mundo donde las palabras tienen mucho poder.

source: Ready? Press {{gb:Enter}} to begin.
es_ar: ¿Estás peparado? Presiona {{gb:Enter}} para empezar.

source: Love it! Put it on quickly.
es_ar: ¡Muy linda! Póntela rápido.

source: There's loads more interesting stuff in your room.
es_ar: Hay muchas otras cosas interesantes en tu habitación.

source: Let's {{lb:look}} in your {{bb:shelves}} using {{yb:ls}}.
es_ar: Vamos a {{lb:mirar}} en tus {{bb:shelves}} usando {{yb:ls}}.

source: {{rb:Type}} {{yb:ls shelves/}} {{rb:to look at your books.}}
es_ar: {{rb:Escribe}} {{yb:ls shelves/}} {{rb:para mirar tus libros.}}

source: Did you know you can use the {{ob:TAB}} key to speed up your typing?
es_ar: ¿Sabes que puedes usar la tecla {{ob:TAB}} para acelerar tu escritura?

source: Try it by checking out that {{bb:comic book}}.
es_ar: Intentalo échandole un vistazo a ese {{bb:comic book}}.

source: {{lb:Examine}} it with {{yb:cat shelves/comic-book}}
es_ar: {{lb:Examina}} el comic con {{yb:cat shelves/comic-book}}
