Repository: KanoComputing/terminal-quest
Catalog: po/*.po
Languages: es_ar

source: {{wb:Edith:}} {{Bb:"Thank you so much! Eleanor, don't wander outside again - you scared the life out of me!"}}
es_ar: {{wb:Edith:}} {{Bb:"¡Muchas gracias! Eleanor, ¡no vuelvas a salir - me has asustado!"}}

source: {{wb:Eleanor:}} {{Bb:"Where do you think the bell would have taken us?"}}
es_ar: {{wb:Eleanor:}} {{Bb:"¿Dónde piensas que nos habría llevado el timbre?"}}

source: {{wb:Dog:}} {{Bb:"Woof! Woof woof!"}}
es_ar: {{wb:Perro:}} {{Bb:"¡Guau! ¡Guau Guau!"}}

source: {{gb:Edward looks like he has something he wants to say. Listen to Edward with}} {{yb:cat Edward}}
es_ar: {{gb:Parece que Edward tiene algo para decir. Escucha a Edward con}} {{yb:cat Edward}}

source: {{yb:"Some people survived by going into hiding."}}
es_ar: {{yb:"Algunas personas sobrevivieron escondiéndose"}}

source: Ruth: {{Bb:"Oh! That reminds me, my husband used to build special shelters to store crops in over winter. I think he used a specific tool. We should take a look in his toolshed to see if we can find it."}}
es_ar: Ruth: {{Bb:"¡Oh! Eso me hizo acordar, mi marido solía construir regufios especiales para guardar granos durante el inviero. Pienso que usaba una herramienta específica. Deberíamos mirar dentro del portaherramientas para encontrarla."}}

source: Use the {{lb:cd}} command to go into the {{bb:toolshed}}.
es_ar: Usa el comando {{lb:cd}} para ir al {{bb:toolshed}}.

source: {{rb:Go to the toolshed in one step using}} {{yb:cd ../toolshed}}
es_ar: {{rb:Ve al portaherramientas en un solo paso usando}} {{yb:cd ../toolshed}}

source: {{rb:Use}} {{yb:cd ..}} {{rb:to go back.}}
es_ar: {{rb:Usa}} {{yb:cd ..}} {{rb:para volver.}}

source: {{gb:You walk outside. Now go into the}} {{bb:toolshed}}{{gb:.}}
es_ar: {{gb:Saliste, ahora ve al}} {{bb:toolshed}}{{gb:.}}

source: {{rb:Use}} {{yb:cd toolshed}} {{rb:to go in the toolshed.}}
es_ar: {{rb:Usa}} {{yb:cd toolshed}} {{rb:para ir a ver las herramientas.}}

source: {{bb:Ruth}} follows you into the {{bb:toolshed}}. It's a very large space with tools lining the walls.
es_ar: {{bb:Ruth}} te sigue al {{bb:toolshed}}. Es muy grande y tienemuchas herramientas.

source: Ruth: {{Bb:"Let's}} {{lb:look around}} {{Bb:for anything that could be useful."}}
es_ar: Ruth: {{Bb:"Vamos a}} {{lb:mirar alrededor}} {{Bb:para buscar algo que podría serútil."}}

source: {{rb:Use}} {{yb:ls}} {{rb:to look around.}}
es_ar: {{rb:Usa}} {{yb:ls}} {{rb:para mirar alrededor.}}

source: Ruth: {{Bb:"Ah, look! There are some instructions under}} {{bb:MKDIR}}{{Bb:."}}
es_ar: Ruth: {{Bb:"¡Ah, mira! Hay algunas instrucciones debajo de}} {{bb:MKDIR}}{{Bb:."}}

source: {{Bb:"What does it say?"}}
es_ar: {{Bb:"¿Qué dicen?"}}

source: {{lb:Examine}} the {{bb:MKDIR}} instructions.
es_ar: {{lb:Examina}} las instrucciones de {{bb:MKDIR}}.

source: Ruth: {{Bb:"...you are able to read, yes? You use}} {{yb:cat}} {{Bb:to read things."}}
es_ar: Ruth: {{Bb:"...recuerdas cómo leer, ¿no es cierto? Usa}} {{yb:cat}} {{Bb:para leer cosas."}}

source: Ruth: {{Bb:"What do you kids learn in schools nowadays..." "Just use}} {{yb:cat MKDIR}} {{Bb:to read the paper."}}
es_ar: Ruth: {{Bb:"Mmmm ¿qué les enseñan en la escuela a los niños de hoy?..." "Solamente usa}} {{yb:cat MKDIR}} {{Bb:para leer el papel."}}

source: {{rb:Use}} {{yb:cat MKDIR}} {{rb:to read it.}}
es_ar: {{rb:Usa}} {{yb:cat MKDIR}} {{rb:para leerlo.}}

source: Ruth: {{Bb:"This says you can make something using something called}} {{yb:mkdir}}{{Bb:?"}}
es_ar: Ruth: {{Bb:"¿Dice que puedes construir cosas usando algo llamado}} {{yb:mkdir}}{{Bb:?"}}

source: Try making an igloo using {{yb:mkdir igloo}}
es_ar: Intenta construir un inglú usando {{yb:mkdir igloo}}

source: {{gb:New Spell}}: {{yb:mkdir}} followed by a word
es_ar: {{gb:Nuevo hechizo}}: {{yb:mkdir}} seguido de una palabra

source: lets you {{lb:create}} a shelter
es_ar: te permite {{lb:construir}} un refugio

source: {{rb:Create an igloo structure by using}} {{yb:mkdir igloo}}
es_ar: {{rb:Construye un inglú usando}} {{yb:mkdir igloo}}

source: {{gb:Well done for checking the page again!}}
es_ar: {{gb:¡Bien hecho!}}

source: Now have a {{lb:look around}} and see what's changed.
es_ar: Ahora {{lb:mira alrededor}} para ver qué cambió.

source: {{rb:Look around using}} {{yb:ls}}{{rb:.}}
es_ar: {{rb:Mira alrededor usando}} {{yb:ls}}{{rb:.}}

source: Woah! You spoke aloud into the empty room!
es_ar: ¡Woah! ¡Has hablado en voz alta!

source: {{gb:You learnt the new skill echo!}}
es_ar: {{gb:¡Has aprendido la nueva habildiad echo!}}

source: This command can probably be used to talk to people.
es_ar: Este comando tal vez pueda ser utilizado para hablar con personas.

source: Now let's head to {{bb:~}} to find that farm!
es_ar: ¡Ahora vayamos a {{bb:~}} para encontrar la granja!

source: Type {{yb:cd}} by itself to go to the Windy Road {{bb:~}}
es_ar: Escribe {{yb:cd}} solo para volver a la carretera ventosa{{bb:~}}

source: {{rb:Use}} {{yb:cd}} {{rb:by itself to go to}} {{bb:~}}
es_ar: {{rb:Usa}} {{yb:cd}} {{rb:solo}} {{bb:~}}

source: You are back on the windy road, which stretches endlessly in both directions. {{lb:Look around.}}
es_ar: Estás otra vez en la carretara ventosa que es infinita en ambas direcciones. {{lb:Mira alrededor.}}

source: {{rb:Look around with}} {{yb:ls}}{{rb:.}}
es_ar: {{rb:mirar alrededor with}} {{yb:ls}}{{rb:.}}

source: You notice a small remote farm in the distance.
es_ar: A la distancia, encuentras la pequeña granja.

source: {{lb:Let's go}} to the {{bb:farm}}.
es_ar: {{lb:Vayamos}} a la {{bb:granja}}.

source: {{rb:Use}} {{yb:cd farm}} {{rb:to head to the farm.}}
es_ar: {{rb:Usa}} {{yb:cd farm}} {{rb:para dirigirte a la granja.}}

source: You walk up the path to the farm, {{lb:Look around.}}
es_ar: Caminas por el sendero de la granja, {{lb:mira alrededor.}}

source: You are in a farm, with a {{bb:barn}}, a {{bb:farmhouse}} and a large {{bb:toolshed}} in sight.
es_ar: Estás en la granja, con un {{bb:barn}}, una {{bb:farmhouse}} y un largo {{bb:toolshed}} a la vista.

source: The land is well tended and weed free, so there must be people about here.
es_ar: El terreno está muy bien cuidado, debe haber gente viviendo aquí.

source: {{lb:Look around}} and see if you can find someone to talk to.
es_ar: {{lb:Mira alrededor}} y fíjate si encuentras a alguien para hablar.

source: {{rb:Use}} {{yb:ls barn}} {{rb:to look in the barn.}}
es_ar: {{rb:Usa}} {{yb:ls barn}} {{rb:para mirar dentro del granero.}}

source: {{rb:Have you looked in the}} {{bb:barn}} {{rb:yet?}}
es_ar: {{rb:¿Has mirado dentro del}} {{bb:barn}} {{rb:ya?}}

source: {{rb:There is no one here. You should look somewhere else.}}
es_ar: {{rb: No hay nadie aquí. Busca en algún otro sitio.}}

source: In the {{bb:barn}}, you see a woman tending some animals.
es_ar: En el {{bb:barn}}, ves a una mujer atendiendo a unos animales.

source: {{lb:Walk}} into the {{bb:barn}} so you can have a closer look.
es_ar: {{lb:Camina}} dentro del {{bb:barn}} para poder ver más de cerca.

source: {{rb:Use}} {{yb:cd barn}} {{rb:to walk into the barn.}}
es_ar: {{rb:Usa}} {{yb:cd barn}} {{rb:para ir al granero.}}

source: {{lb:Examine}} everyone in the {{bb:barn}} using the {{yb:cat}} command.
es_ar: {{lb:Examina}} a todos en el {{bb:barn}} usando el comando {{yb:cat}}.

source: Ruth: {{Bb:"Ah! Who are you?!"}}
es_ar: Ruth: {{Bb:"Ah! ¿Quién eres?!"}}

source: {{rb:If you've forgotten who's in the barn, use}} {{yb:ls}} {{rb:to remind yourself.}}
es_ar: {{rb:Si te has olvidado quién está en el barn, usa}} {{yb:ls}} {{rb:para recordarlo.}}

source: {{gb:Well done! Have a look at one more.}}
es_ar: {{gb:¡Bien hecho! Mira a alguien más.}}

source: {{gb:Well done! Look at %d more.}}
es_ar: {{gb:¡Bien hecho! Mira a %d más.}}

source: You get the nagging feeling you're missing something.
es_ar: Tienes la sensación de que te estás perdiendo de algo.

source: What was that spell that helped you find this place?
es_ar: ¿Cuál fue ese hechizo que te ayudó a encontrar este lugar?

source: Use it to have a {{lb:closer look around}}.
es_ar: Úsalo para {{lb:mirar alrededor más de cerca}}.

source: {{rb:Use}} {{yb:ls -a}} {{rb:to look more closely around you.}}
es_ar: {{rb:Usa}} {{yb:ls -a}} {{rb:para mirar más de cerca alrededor tuyo.}}

source: What's that! There's {{bb:.tiny-chest}} in the corner of the shelter
es_ar: ¿Qué es eso? Hay un {{bb:.tiny-chest}} en la esquina del refugio

source: Have a {{lb:look inside}} the {{bb:.tiny-chest}}.
es_ar: Vamos a {{lb:mirar dentro}} del {{bb:.tiny-chest}}.

source: {{rb:Use}} {{yb:ls .tiny-chest}} {{rb:to look inside}}
es_ar: {{rb:Usa}} {{yb:ls .tiny-chest}} {{rb:para mirar dentro}}

source: You see a scroll of parchment inside, with a stamp on it saying {{bb:MV}}.
es_ar: Dentro encuentras un rollo de pergamino, con una estampa que dice {{bb:MV}}.

source: {{lb:Read}} what it says.
es_ar: {{lb:Lee}} lo que dice.

source: {{rb:Use}} {{yb:cat .tiny-chest/MV}} {{rb:to read the MV parchment}}
es_ar: {{rb:Usa}} {{yb:cat .tiny-chest/MV}} {{rb:para leer el pergamino}}

source: {{wb:Edward:}} {{Bb:"Hey, that's our .tiny-chest We use it to keep our possessions safe.
es_ar: {{wb:Edward:}} {{Bb:"Hey, ese es nuestro .tiny-chest Lo usamos para mantener nuestras cosas seguras.

source: I learnt about how to move objects from that}} {{Bb:MV}} {{Bb:parchment.
es_ar: Aprendí cómo mover objetos usando}} {{Bb:MV}} {{Bb:gracias a ese pergamino.

source: It's probably of more use to you, please take it with my thanks."}}
es_ar: Probablemente sea más útil para ti, llévalo a modo de agradecimiento."}}

source: Maybe you should go back to {{bb:my-house}} to look for more hidden items.
es_ar: Tal vez deberías volver a {{bb:my-house}} para buscar más objetos ocultos.

source: To quickly go back home, use {{yb:cd ~/my-house}}
es_ar: Para volver rápidamente a casa, usa {{yb:cd ~/my-house}}

source: {{rb:No shortcuts! Use}} {{yb:cd ~/my-house}} {{rb:to get back to your house in one step.}}
es_ar: {{rb:¡Sin abreviaturas! Usa}} {{yb:cd ~/my-house}} {{rb:para volver a tu casa en un solo paso.}}

source: Let's see if we can find anything hidden around here!
es_ar: ¡Veamos si podemos encontrar algo oculto por aquí!

source: Where do you think any hidden things could be?
es_ar: ¿Dónde piensas que podremos encontrar cosas ocultas?

source: Try {{lb:looking closely}} in {{bb:my-room}} first.
es_ar: Intenta {{lb:mirar más de cerca}} en {{bb:my-room}} primero.

source: {{rb:Stuck? Have a look in}} {{yb:my-room}}{{rb:.}}
es_ar: {{rb:¿Bloqueado? Mira en}} {{yb:my-room}}{{rb:.}}

source: {{rb:Use}} {{yb:ls -a my-room}} {{rb:to look for hidden files in}} {{lb:my-room}}{{rb:.}}
es_ar: {{rb:Usa}} {{yb:ls -a my-room}} {{rb:para buscar objetos ocultos en}} {{lb:my-room}}{{rb:.}}

source: You are in your room, standing in front of the {{bb:.chest}} containing all the commands you've learned so far.
es_ar: Estás en tu habitación, parado en frente del {{bb:.chest}} que contiene todos los comandos que has aprendido hasta ahora.

source: Maybe something else is hidden in the house?
es_ar: ¿Tal vez hay algo más oculto en la casa?

source: {{lb:Look}} in the hallway {{lb:behind you}}. Remember, behind you is {{bb:..}}
es_ar: {{lb:Mira}} en el pasillo {{lb:detrás tuyo}}. Recuerda, detrás tuyo es {{bb:..}}

source: {{rb:Look behind you with}} {{yb:ls ../}}
es_ar: {{rb:Mira detrás tuyo con}} {{yb:ls ../}}

source: You see doors to your {{bb:garden}}, {{bb:kitchen}}, {{bb:my-room}} and {{bb:parents-room}}.
es_ar: Ves las puertas del {{bb:garden}}, {{bb:kitchen}}, {{bb:my-room}} y {{bb:parents-room}}.

source: We haven't checked out your parents' room properly yet.
es_ar: No nos hemos fijado en el habitción de tus padres aún.

source: {{lb:Go into your}} {{bb:parents-room}}.
es_ar: {{lb:Ve dentro de la}} {{bb:parents-room}}.

source: {{gb:Now go into your}} {{lb:parents-room}}{{gb:.}}
es_ar: {{gb:Ahora ve a la}} {{lb:parents-room}}{{gb:.}}

source: {{rb:Use}} {{yb:cd parents-room}} {{rb:to go in.}}
es_ar: {{rb:Usa}} {{yb:cd parents-room}} {{rb:para entrar.}}

source: Look around {{lb:closely}}.
es_ar: Mira alrededor {{lb:más de cerca}}.

source: {{rb:Use the command}} {{yb:ls -a}} {{rb:to look around closely.}}
es_ar: {{rb:Usa el comando}} {{yb:ls -a}} {{rb:para mirar alrededor más de cerca.}}

source: There's a {{bb:.safe}}!
es_ar: Hay algo que está {{bb:.safe}}!

source: Maybe there's something useful in here. {{lb:Look inside}} the {{bb:.safe}}.
es_ar: Hay algo útil aquí. {{lb:Mira dentro}} de lo que está {{bb:.safe}}.

source: {{rb:Look in the}} {{bb:.safe}} {{rb:using}} {{lb:ls}}{{rb:.}}
es_ar: {{rb:Mira dentro de lo que está}} {{bb:.safe}} {{rb:usando}} {{lb:ls}}{{rb:.}}

source: {{rb:Use}} {{yb:ls .safe}} {{rb:to look into the .safe.}}
es_ar: {{rb:Usa}} {{yb:ls .safe}} {{rb:para mirar dentro de lo que está .safe.}}

source: {{rb:You read your Mum's diary!}} {{ob:Your nosiness has been recorded.}}
es_ar: {{rb:¡Leíste el diario íntimo de tu madre!}} {{ob:Tu picardía fue grabada.}}

source: So you found your {{bb:Mum's diary}}?
es_ar: Encontraste el {{bb:diario de tu Mamá}}

source: You probably shouldn't read it...
es_ar: No deberías leerlo...

source: What else is here? Let's {{lb:examine}} that {{bb:map}}.
es_ar: ¿Qué más hay aquí? Vamos a {{lb:examinar}} ese {{bb:mapa}}.

source: {{rb:Use}} {{yb:cat}} {{rb:to read the}} {{bb:map}}{{rb:.}}
es_ar: {{rb:Usa}} {{yb:cat}} {{rb:para leer el}} {{bb:map}}{{rb:.}}

source: {{rb:Use}} {{yb:cat .safe/map}} {{rb:to read the map.}}
es_ar: {{rb:Usa}} {{yb:cat .safe/map}} {{rb:para leer el mapa.}}

source: So there's a farm around here?
es_ar: ¿Hay una granja por aquí cerca?

source: Apparently it's not far from our house, just off the windy road...
es_ar: Aparentemente no es lejos de tu casa, hay que tomar la carretera ventosa...

source: What is this {{bb:ECHO}} note? {{lb:Examine}} the {{bb:ECHO}} note.
es_ar: ¿Qué es esta {{bb:ECHO}} nota? {{lb:Examinar}} la {{bb:ECHO}} nota.

source: {{rb:Use the}} {{yb:cat}} {{rb:command to read the}} {{bb:ECHO}} {{rb:note.}}
es_ar: {{rb:Usa}} {{yb:cat}} {{rb:para leer la}} {{bb:ECHO}} {{rb:nota.}}

source: {{rb:Use}} {{yb:cat .safe/ECHO}} {{rb:to read the note.}}
es_ar: {{rb:Usa}} {{yb:cat .safe/ECHO}} {{rb:para leer la nota.}}

source: So the note says {{Bb:"echo hello - will make you say hello"}}
es_ar: La nota dice {{Bb:"echo hello - te ayudará a decir hola"}}

source: Let's test this out.
es_ar: Probémoslo.

source: {{gb:New Spell}}: {{yb:echo}} followed by words
es_ar: {{gb:Nuevo hechizo}}: {{yb:echo}} seguido de palabras

source: lets you {{lb:speak}}
es_ar: te permite {{lb:hablar}}

source: {{rb:Use the command}} {{yb:echo hello}}
es_ar: {{rb:Usa el comando}} {{yb:echo hello}}

source: It sounds like the bell you heard before.
es_ar: Suena como el timbre que escuchaste antes.

source: Use {{yb:ls}} to {{lb:look around}} again.
es_ar: Usa {{yb:ls}} para {{lb:mirar alrededor}} nuevamente.

source: {{wb:Little-boy:}} {{Bb:"Oh no! That grumpy-man with the funny legs has gone!}} {{Bb:Did you hear the bell just before he vanished??"}}
es_ar: {{wb:Pequeño-niño:}} {{Bb:"¡Oh no! Ese hombre gruñón con extrañas piernas se ha ido!}} {{Bb:¿Has escuchado el timbre antes de que él desaparezca?"}}

source: {{wb:Young-girl:}} {{Bb:"I'm scared..."}}
es_ar: {{wb:Joven-niña:}} {{Bb:"Estoy asustada..."}}

source: {{wb:Young-girl:}} {{Bb:"Oh! I heard it go again!"}}
es_ar: {{wb:Joven-niña:}} {{Bb:"¡Oh! ¡Lo he escuchado otra vez!"}}

source: Take a {{lb:look around}} you to check.
es_ar: {{lb:Mira alrededor}} para chequear.

source: {{wb:Young-girl:}} {{Bb:"Wait, there was a}} {{bb:little-boy}} {{Bb:here...right?"
es_ar: {{wb:Joven-niña:}} {{Bb:"Espera, había un}} {{bb:pequeño-niño}} {{Bb:aquí...¿no es cierto?"

source: Every time that bell goes, someone disappears!}}
es_ar: Cada vez que suena ese timbre, ¡alguien desaprece!}}

source: {{wb:Mayor:}} {{Bb:"Maybe they just decided to go home...?"}}
es_ar: {{wb:Alcalde:}} {{Bb:"¿Tal vez decidieron volver a sus casas...?"}}

source: You are alone with the {{bb:Mayor}}.
es_ar: Te encuentras solo con el {{bb:Mayor}}.

source: {{lb:Listen}} to what the {{bb:Mayor}} has to say.
es_ar: {{lb:Escucha}} lo que el {{bb:Mayor}} tiene para decir.

source: {{rb:Use}} {{yb:cat Mayor}} {{rb:to talk to the Mayor.}}
es_ar: {{rb:Usa}} {{yb:cat Mayor}} {{rb:para hablarle al Mayor.}}

source: {{wb:Mayor:}} {{Bb:"Everyone...has disappeared??"
es_ar: {{wb:Alcalde:}} {{Bb:"Todos...¿han desaparecido?"

source: "....I should head home now..."}}
es_ar: "....Debo irme ahora..."}}

source: Everyone has gone.
es_ar: Todos se han ido.

source: Wait - there's a {{bb:note}} on the floor.
es_ar: Espera - hay una {{bb:note}} en el suelo.

source: Use {{yb:cat}} to read the {{bb:note}}.
es_ar: Usa {{yb:cat}} para leer la {{bb:note}}.

source: {{rb:Use}} {{yb:cat note}} {{rb:to read the note.}}
es_ar: {{rb:Usa}} {{yb:cat note}} {{rb:para leer la note.}}

source: {{wb:Mum:}} {{Bb:"Hi sleepyhead, breakfast is nearly ready. Can you go and grab your Dad? I think he's in the}} {{bb:garden}}{{Bb:."}}
es_ar: {{wb:Mum:}} {{Bb:"Hola dormilón, el desayuno está casi listo. ¿Puedes ir a avisarle a tu Papá? Creo que está en el}} {{bb:garden}}{{Bb:."}}

source: Let's look for your {{bb:Dad}} in the {{bb:garden}}.
es_ar: Vamos a buscar a tu {{bb:Dad}} en el {{bb:garden}}.

source: First we need to {{lb:leave}} the {{bb:kitchen}} using {{yb:cd ..}}
es_ar: Primero necesitamos {{lb:abandonar}} la {{bb:kitchen}} usando {{yb:cd ..}}

source: {{rb:To leave the kitchen, type}} {{yb:cd ..}}
es_ar: {{rb:Para abandonar la kitchen escribe}} {{yb:cd ..}}

source: You are back in the main hall of your house.
es_ar: Estás nuevamente en la sala de tu casa.

source: Can you see your {{bb:garden}}? Have a {{lb:look around}} you.
es_ar: ¿Puedes ver tu {{bb:garden}}? {{lb:mira alrededor}} tuyo.

source: {{rb:Type}} {{yb:ls}} {{rb:to look around you.}}
es_ar: {{rb:Escribe}} {{yb:ls}} {{rb:para mirar alrededor tuyo.}}

source: You see doors to the {{bb:garden}}, {{bb:kitchen}}, {{bb:my-room}} and {{bb:parents-room}}.
es_ar: Ves las puertas al {{bb:garden}}, {{bb:kitchen}}, {{bb:my-room}} y la {{bb:parents-room}}.

source: {{lb:Go}} into your {{bb:garden}}.
es_ar: {{lb:Ve}} hacia el {{bb:garden}}.

source: {{rb:Type}} {{yb:cd garden}} {{rb:to go into the garden.}}
es_ar: {{rb:Escribe}} {{yb:cd garden}} {{rb:para ir hacia el garden.}}

source: Use {{yb:ls}} to {{lb:look}} in the {{bb:garden}} for your {{bb:Dad}}.
es_ar: Usa {{yb:ls}} para {{lb:buscar}} en el {{bb:garden}} a tu {{bb:Dad}}.

source: {{rb:To look for your Dad, type}} {{yb:ls}} {{rb:and press {{ob:Enter}}{{rb:.}}
es_ar: {{rb:Para buscar a tu Papá, escribe}} {{yb:ls}} {{rb:y presiona {{ob:Enter}}{{rb:.}}

source: The {{bb:garden}} looks beautiful at this time of year.
es_ar: El {{bb:garden}} se ve muy lindo en esta época del año.

source: Hmmm...but you can't see him anywhere.
es_ar: Hmmm...pero no podemos verlo en ninguna parte.

source: Maybe he's in the {{bb:greenhouse}}.
es_ar: Tal vez está en el {{bb:greenhouse}}.

source: {{lb:Go}} inside the {{bb:greenhouse}}.
es_ar: {{lb:Ve}} dentro del {{bb:greenhouse}}.

source: {{rb:To go to the greenhouse, type}} {{yb:cd greenhouse}}
es_ar: {{rb:Para ir al invernadero, escribe}} {{yb:cd greenhouse}}

source: Is he here? {{lb:Look around}} with {{yb:ls}} to find out.
es_ar: ¿Está allí? {{lb:Mira alrededor}} con {{yb:ls}} para averiguarlo.

source: {{rb:Type}} {{yb:ls}} {{rb:to look for your Dad.}}
es_ar: {{rb:Escribe}} {{yb:ls}} {{rb:para buscar a tu Papá.}}

source: Your {{bb:Dad}} has been busy, there are loads of vegetables here.
es_ar: Tu {{bb:Papá}} ha estado muy ocupado, hay muchos vegetales aquí.

source: Hmmmm. He's not here. But there is something odd.
es_ar: Hmmmm. No está aquí. Pero hay algo extraño.

source: You see a {{bb:note}} on the ground. Use {{yb:cat note}} to {{lb:read}} what it says.
es_ar: Ves una {{bb:note}} en el suelo. Usa {{yb:cat note}} para {{lb:leer}} lo que dice.

source: {{rb:Type}} {{yb:cat note}} {{rb:to see what the note says!}}
es_ar: {{rb:Escribe}} {{yb:cat note}} {{rb: ¡para ver lo que dice la nota!}}

source: Going back is super easy. Just type {{yb:cd ..}} to go back the way you came.
es_ar: Volver hacia atrás es muy fácil. Sólo escribe {{yb:cd ..}} para volver a donde estabas.

source: {{rb:Type}} {{yb:cd ..}} {{rb:to go back to the garden.}}
es_ar: {{rb:Escribe}} {{yb:cd ..}} {{rb:para volver al jardín.}}

source: You're back in the garden. Use {{yb:cd ..}} again to {{lb:go back}} to the house.
es_ar: Estás nuevamente en el jardín. Usa {{yb:cd ..}} otra vez para {{lb:volver}} a la casa.

source: {{gb:Top tip: Press the}} {{ob:UP}} {{gb:arrow key to replay your previous command.}}
es_ar: {{gb:Consejo: Presiona la flecha hacia}} {{ob:ARRIBA}} {{gb:para ver tus comandosprevios.}}

source: {{rb:Type}} {{yb:cd ..}} {{rb:to go back to the house.}}
es_ar: {{rb:Escribe}} {{yb:cd ..}} {{rb:para volver a la casa.}}

source: Now {{lb:go}} back into the {{bb:kitchen}} and see {{bb:Mum}}.
es_ar: Ahora {{lb:ve}} otra vez a la {{bb:kitchen}} con {{bb:Mum}}.

source: {{rb:Type}} {{yb:cd kitchen}} {{rb:to go back to the kitchen.}}
es_ar: {{rb:Escribe}} {{yb:cd kitchen}} {{rb:para volver a la cocina.}}

source: Ruth: {{Bb:"You startled me!"
es_ar: Ruth: {{Bb:"¡Me has sorprendido!"

source: "Do I know you? You look familiar..."
es_ar: "¿Nos cnocemos? Me pareces familiar..."

source: "Wait, you're}} {{bb:Mum}}{{Bb:'s kid, aren't you!"
es_ar: "Espera, tu eres }} la {bb:Mamá}} del {{Bb:niño, no es cierto?!"

source: "...Yes? Do you have a tongue?"
es_ar: "...Si? ¿Tienes lengua?"

source: "Is your name not}} {{yb:%s}}{{Bb:?"}}
es_ar: "No es}} {{yb:%s}}{{Bb: tu nombre?"}}

source: {{gb:Reply with}} {{yb:echo yes}} {{gb:or}} {{yb:echo no}}.
es_ar: {{gb:Responde con}} {{yb:echo yes}} {{gb:o}} {{yb:echo no}}.

source: {{rb:Use}} {{yb:echo}} {{rb:to reply to her question.}}
es_ar: {{rb:Usa}} {{yb:echo}} {{rb:para responder a su pregunta.}}

source: {{rb:Reply with yes by using}} {{yb:echo yes}}{{rb:.}}
es_ar: {{rb:Responde con sí usando}} {{yb:echo yes}}{{rb:.}}

source: Ruth: {{Bb:"Oh don't be ridiculous, you look just like her."}}
es_ar: Ruth: {{Bb:"Oh no seas ridículo, te ves parecido."}}

source: {{yb:"Yes"}}
es_ar: {{yb:"Sí"}}

source: Ruth: {{Bb:"Ah, I knew it!"}}
es_ar: Ruth: {{Bb:"Ah, ¡Lo sabía!"}}

source: {{Bb:"So you live in that little house outside town?"}}
es_ar: {{Bb:"¿Vives en la pequeña casa fuera del pueblo?"}}

source: {{yb:1: "Yes"}}
es_ar: {{yb:1: "Sí"}}

source: {{yb:3: "I don't know"}}
es_ar: {{yb:3: "No lo sé"}}

source: {{gb:Use}} {{yb:echo 1}}{{gb:,}} {{yb:echo 2}} {{gb:or}} {{yb:echo 3}} {{gb:to reply with either option 1, 2 or 3.}}
es_ar: {{gb:Usa}} {{yb:echo 1}}{{gb:,}} {{yb:echo 2}} {{gb:o}} {{yb:echo 3}} {{gb:para responder con cualquiera de las opciones 1, 2 or 3.}}

source: {{rb:Use}} {{yb:echo 1}}{{rb:,}} {{yb:echo 2}} {{rb:or}} {{yb:echo 3}} {{rb:to reply to Ruth.}}
es_ar: {{rb:Usa}} {{yb:echo 1}}{{rb:,}} {{yb:echo 2}} {{rb:o}} {{yb:echo 3}} {{rb:para responderle a Ruth.}}

source: {{rb:If you want to reply with "%s", use}} {{yb:echo %s}}
es_ar: {{rb:Si quieres responder con"%s", usa}} {{yb:echo %s}}

source: Ruth: {{Bb:"Excuse me? What did you say? You know to use the}} {{lb:echo}} {{Bb:command, yes?"}}
es_ar: Ruth: {{Bb:"Disculpa, ¿Qué has dicho? ¿Sabés como usar el comando}} {{lb:echo}} {{Bb:¿no es cierto?"}}

source: {{rb:Use}} {{yb:echo 1}}{{rb:,}} {{yb:echo 2}} {{rb:or}} {{yb:echo 3}} {{rb:to reply.}}
es_ar: {{rb:Usa}} {{yb:echo 1}}{{rb:,}} {{yb:echo 2}} {{rb:o}} {{yb:echo 3}} {{rb:para responder.}}

source: Ruth: {{Bb:"I thought so!"}}
es_ar: Ruth: {{Bb:"¡Eso pensé!"}}

source: Ruth: {{Bb:"Stop lying, I know you do."}}
es_ar: Ruth: {{Bb:"Deja de mentir, te conozco."}}

source: {{yb:"I don't know"}}
es_ar: {{yb:"No lo sé"}}

source: Ruth: {{Bb:"You don't know? That's worrying..."}}
es_ar: Ruth: {{Bb:"¿No sabés? Eso es preocupante..."}}
