Repository: KanoComputing/terminal-quest
Catalog: po/*.po
Languages: es_ar

source: Eleanor: {{Bb:"Not long ago. The dog ran out again, so they went outside to look for him."}}
es_ar: Eleanor: {{Bb:"No hace mucho tiempo. El perro se escapó otra vez, salieron a buscarlo."}}

source: {{yb:"Weren't they with you in the hidden-shelter?"}}
es_ar: {{yb:"¿No estaban contigo en el hidden-shelter?"}}

source: Eleanor: {{Bb:"No, they went outside. The dog ran away again, so they went outside to look for it. Maybe they got lost?"}}
es_ar: Eleanor: {{Bb:"No, salieron. El perro se escapó otra vez, salieron a buscarlo. ¿Tal vez se perdieron?"}}

source: {{yb:"(lie) Yes, I saw them in town."}}
es_ar: {{yb:"(mientes) Sí, los he visto en el pueblo."}}

source: Eleanor: {{Bb:"Oh that's good! The dog ran away again, and they went outside to look for him."
es_ar: Eleanor: {{Bb:"¡Oh está bien! El perro se escapó y salieron a buscarlo."

source: "The bell scared me, but I'm pleased they're alright." }}
es_ar: "El timbre me asustó, pero estoy tranquila porque están bien." }}

source: {{Bb:"Let's go to town together and find them. I'm sure I'll be safe if I'm with you."}}
es_ar: {{Bb:"Vayamos juntos al pueblo a buscarlos. Creo que estaré segura si voy contigo."}}

source: {{gb:Eleanor joined you as a companion! You can check how she is any time with}} {{yb:cat Eleanor}}{{gb:.}}
es_ar: {{gb:¡Eleanor se unió a ti como nueva nueva compañera! Puedes fijarte cómo está en cualquier momento con}} {{yb:cat Eleanor}}{{gb:.}}

source: {{lb:Leave}} the {{bb:.hidden-shelter.}} Don't worry, {{bb:Eleanor}} will follow!
es_ar: {{lb:Abandona}} el {{bb:.hidden-shelter.}} No te preocupes, ¡{{bb:Eleanor}} te seguirá!

source: Eleanor: {{Bb:Have you forgotten how to look around? You need to use}} {{yb:ls}}{{Bb:.}}
es_ar: Eleanor: {{Bb:¿Te has olvidado cómo mirar alrededor? Necesitas usar}} {{yb:ls}}{{Bb:.}}

source: Eleanor: {{Bb:"Let's go to the}} {{bb:east}} {{Bb:of town."}}
es_ar: Eleanor: {{Bb:"Vayamos a la parte}} {{bb:este}} {{Bb:del pueblo."}}

source: {{Bb:"Haven't you noticed it before? It's over there! Look over there."}}
es_ar: {{Bb:"¿No la has visto antes? ¡Esta por allí! Mira a tu alrededor."}}

source: Use {{yb:ls}} to see what {{bb:Eleanor}} is trying to show you.
es_ar: Usa {{yb:ls}} para ver lo que {{bb:Eleanor}} está tratando de mostrarte.

source: Eleanor: {{Bb:Why are you looking at me? You should be looking over THERE.}}
es_ar: Eleanor: {{Bb:¿Por qué me miras a mí? Deberías estar mirando para allí.}}

source: You look in the direction {{bb:Eleanor}} is pointing.
es_ar: Miras en la dirección que {{bb:Eleanor}} apunta.

source: There is a narrow road leading to another part of town.
es_ar: Hay una estrecha carretera que conduce a otra parte del pueblo.

source: This must take us to the {{bb:east}} part.
es_ar: Esta debe llevarnos a la parte {{bb:este}}.

source: Eleanor: {{Bb:Let's go there and see if we can find my parents.}}
es_ar: Eleanor: {{Bb:Vayamos a ver si podemos encontrar a mis padres.}}

source: {{lb:Go}} into the {{bb:east}} of town.
es_ar: {{lb:Ve}} a la parte {{bb:este}} del pueblo.

source: {{rb:Use}} {{lb:cd}} {{rb:to go into the east part of town}}
es_ar: {{rb:Usa}} {{lb:cd}} {{rb:para ir a la parte este del pueblo}}

source: {{rb:Use}} {{yb:cd east}} {{rb:}}
es_ar: {{rb:Usa}} {{yb:cd este}} {{rb:}}

source: Eleanor: {{Bb:Let's go to the}} {{lb:east}} {{Bb:of town. Come on slow coach!}}
es_ar: Eleanor: {{Bb:Vayamos a la parte}} {{lb:este}} {{Bb:del pueblo, compañero}}

source: Oh no! Check your {{bb:Mum}} is alright.
es_ar: ¡Oh no! Fíjate si tu {{bb:Mamá}} se encuentra bien.

source: Type {{yb:cd ..}} to leave {{bb:town}}.
es_ar: Escribe {{yb:cd ..}} para irte del {{bb:pueblo}}.

source: {{rb:Use}} {{yb:cd ..}} {{rb:to start heading back home.}}
es_ar: {{rb:Usa}} {{yb:cd ..}} {{rb:para emprender el regreso a casa.}}

source: Type {{yb:cd my-house/kitchen}} to go straight to the {{bb:kitchen}}.
es_ar: Escribe {{yb:cd my-house/kitchen}} para ir directo a la {{bb:cocina}}.

source: {{gb:Press}} {{ob:TAB}} {{gb:to speed up your typing!}}
es_ar: {{gb:Presiona}} {{ob:TAB}} {{gb:¡para acelerar tu escritura!}}

source: {{rb:Use}} {{yb:cd my-house/kitchen}} {{rb:to go to the kitchen.}}
es_ar: {{rb:Usa}} {{yb:cd mi-house/kitchen}} {{rb:para ir a la cocina.}}

source: Take a {{lb:look around}} to make sure everything is OK.
es_ar: {{lb:Mira alrededor}} para asegurárte de que todo esté bien.

source: {{rb:Use}} {{yb:ls}} {{rb:to see that everything is where it should be.}}
es_ar: {{rb:Usa}} {{yb:ls}} {{rb:para ver si todo está en su lugar.}}

source: Oh no - {{bb:Mum}} has vanished too!
es_ar: ¡Oh no - {{bb:Mamá}} también ha desaparecido!

source: Wait, there's another {{bb:note}}.
es_ar: Espera, allí hay otra {{bb:note}}.

source: Use {{yb:cat}} to {{lb:read}} the {{bb:note}}.
es_ar: Usa {{yb:cat}} para {{lb:leer}} la {{bb:note}}.

source: {{wb:Edward:}} {{Bb:"Thank you so much for saving my little girl!
es_ar: {{wb:Edward:}} {{Bb:"¡Muchas gracias por salvar a mi niña!

source: I have another favour to ask...
es_ar: Tengo que pedirte otro favor...

source: We haven't got any food. Could you gather some for us? We didn't have time to grab any before we went into hiding."
es_ar: No tenemos comida. ¿Puedes traernos algo? No tuvimos tiempo de agarrar nada antes de escondernos."

source: "Do you remember seeing any food in your travels?"}}
es_ar: "¿Recuerdas haber visto comida en tus viajes?"}}

source: ...ah! You have all that food in your {{bb:kitchen}}! We could give that to this family.
es_ar: ...¡ah! ¡Tienes un montón de comida en tu {{bb:cocina}}! Podemos traérsela a esta familia.

source: Start by {{lb:moving}} the {{bb:basket}} to {{bb:~}}. Use the command {{yb:mv basket ~/}}
es_ar: Empieza por {{lb:mover}} la {{bb:canasta}} a {{bb:~}}. usando el comando{{yb:mv basket ~/}}

source: {{rb:Use the command}} {{yb:mv basket ~/}} {{rb:to move the}} {{bb:basket}} {{rb:to the windy road}} {{bb:~}}
es_ar: {{rb:Usa el comando}} {{yb:mv basket ~/}} {{rb:para mover la}} {{bb:canasta}} {{rb:a la carretera ventosa}} {{bb:~}}

source: Now follow the {{bb:basket}}. Use {{yb:cd}} by itself to {{lb:go}} to the windy road Tilde {{bb:~}}.
es_ar: Ahora sigue a la {{bb:canasta}}. Usa {{yb:cd}} solo para {{lb:ir}} hacia lacarretera ventosa Tilde {{bb:~}}.

source: You are now back on the long windy road. {{lb:Look around}} with {{yb:ls}} to check that you have your {{bb:basket}} with you.
es_ar: Estás solo en la carretera. {{lb:Mira alrededor}} con {{yb:ls}} para asegurarte de que tienes la {{bb:canasta}} contigo.

source: {{rb:Use}} {{yb:ls}} {{rb:by itself to look around.}}
es_ar: {{rb:Usa}} {{yb:ls}} {{rb:solo para mirar alrededor.}}

source: You have your {{bb:basket}} safely alongside you, and you see {{bb:my-house}} close by.
es_ar: Tienes la {{bb:canasta}} a tu lado, y ves {{bb:mi-casa}} cerca.

source: Move the {{bb:basket}} to {{bb:my-house/kitchen}}.
es_ar: Mueve la {{bb:canasta}} a tu {{bb:my-house/kitchen}}.

source: Don't forget to use the {{ob:TAB}} key to autocomplete your commands.
es_ar: No olvides usar la tecla {{ob:TAB}} para autocompletar los comandos.

source: {{rb:Use}} {{yb:mv basket my-house/kitchen/}} {{rb:to move the basket to your kitchen.}}
es_ar: {{rb:Usa}} {{yb:mv basket my-house/kitchen/}} {{rb:para mover la canasta hacia tu cocina.}}

source: Now {{lb:go}} into {{bb:my-house/kitchen}} using {{yb:cd}}.
es_ar: Ahora {{lb:ve}} a {{bb:my-house/kitchen}} usando {{yb:cd}}.

source: {{rb:Use}} {{yb:cd my-house/kitchen}} {{rb:to go to your kitchen.}}
es_ar: {{rb:Usa}} {{yb:cd my-house/kitchen}} {{rb:para ir a tu cocina.}}

source: Let {{bb:Mum}} know about {{bb:Dad}}. Type {{yb:cat Mum}}
es_ar: Contémosle a {{bb:Mum}} sobre {{bb:Dad}}. Escribe {{yb:cat Mum}}

source: {{rb:To talk to your Mum, type}} {{yb:cat Mum}} {{rb:and press}} {{ob:Enter}}{{rb:.}}
es_ar: {{rb:Para hablar con tu Mamá, escribe}} {{yb:cat Mum}} {{rb:y presiona}} {{ob:Enter}}{{rb:.}}

source: {{wb:Mum:}} {{Bb:"You couldn't find him? That's strange, he never leaves home without telling me first."
es_ar: {{wb:Mamá:}} {{Bb:"¿No lo has encontrado? Qué extraño, nunca se va de casa sin avisarme."

source: "Maybe he went to that town meeting with the Mayor, the one they were talking about on the news. Why don't you go and check? I'll stay here in case he comes back."}}
es_ar: "Tal vez se fue a la reunión del pueblo con el Alcalde, aquella de la que hablaban en las noticias. ¿Por qué no vas a ver? Yo me quedaré por si regresa."}}

source: Let's head to {{bb:town}}. To leave the house, use {{yb:cd}} by itself.
es_ar: Vamos al {{bb:town}}. Para abandonar la casa usa {{yb:cd}} solo.

source: {{rb:Type}} {{yb:cd}} {{rb:to start the journey.}}
es_ar: {{rb:Escribe}} {{yb:cd}} {{rb:para comenzar el viaje.}}

source: You're out of the house and on the long windy road called Tilde, or {{bb:~}}
es_ar: Estás fuera de la casa y en la larga y ventosa carretera llamada Tilde, o {{bb:~}}

source: {{lb:Look around}} again to see where to go next.
es_ar: {{lb:Mira alrededor}} otra vez para ver a dónde ir.

source: {{rb:Stuck? Type}} {{yb:ls}} {{rb:to look around.}}
es_ar: {{rb:Escribe}} {{yb:ls}} {{rb:para mirar alrededor.}}

source: You can see a {{bb:town}} in the distance! Let's {{lb:go}} there using {{lb:cd}}.
es_ar: Puedes ver el {{bb:town}} a la distancia! {{lb:Ve}} usando {{lb:cd}}.

source: {{rb:Type}} {{yb:cd town}} {{rb:to walk into town.}}
es_ar: {{rb:Escribe}} {{yb:cd town}} {{rb:para caminar en el pueblo.}}

source: {{gb:Well done, it looks like everyone is here!}}
es_ar: {{gb:Bien hecho, parece que ya están todos adentro!}}

source: Ruth: {{Bb:"Thank you so much!"}}
es_ar: Ruth: {{Bb:"¡Muchas gracias!"}}

source: {{Bb:"We'll stay in here to keep safe. I'm so grateful for everything you've done."}}
es_ar: {{Bb:"Nos quedaremos aquí dentro para estar seguros. Estoy muy agradecida por todo lo que has hecho."}}

source: Use {{yb:cat}} to check that the animals are happy in here.
es_ar: Usa {{yb:cat}} para fijarte si los animales están bien dentro del refugio.

source: {{rb:Use}} {{yb:cat}} {{rb:to examine an animal, e.g.}} {{yb:cat Daisy}}{{rb:.}}
es_ar: {{rb:Usa}} {{yb:cat}} {{rb:para examinar a un animal, por ejemplo}} {{yb:cat Daisy}}{{rb:.}}

source: Ruth: {{Bb:"What?? I heard a bell! What does that mean?"}}
es_ar: Ruth: {{Bb:"¿Qué? ¡Escuché un timbre! ¿Qué significa eso?"}}

source: Quick! {{lb:Look around}} and see if anyone is missing.
es_ar: ¡Rápido! {{lb:Mira alrededor}} y fíjate si falta alguien.

source: It appears that everyone is still here...
es_ar: Pareciera que todos siguen allí...

source: Ruth: {{Bb:"I heard it again! Is that the sound you heard when my husband went missing?" }}
es_ar: Ruth: {{Bb:"¡Lo escuché otra vez! ¿Es el sonido que escuchaste cuando mi marido desapareció?" }}

source: Have another quick {{lb:look around}}.
es_ar: {{lb:Mira alrededor}} una vez más.

source: Ruth: {{Bb:"It's alright. We're all safe, everyone's still here. I wonder why it's ringing?"}}
es_ar: Ruth: {{Bb:"Todo está bien. Estamos todos seguros, todos siguien aquí. ¿Me pregunto por qué sonará ese timbre?"}}

source: Perhaps we should investigate that sound. Who else do we know?
es_ar: Tal vez deberíamos investigar ese sonido. ¿A quién más conocemos?

source: Maybe you should check back on the family in the {{bb:.hidden-shelter}} and talk to them with your new found voice.
es_ar: Tal vez deberías volver a ver a la familia del {{bb:.hidden-shelter}} y hablar con ellos.

source: Start heading back to the {{bb:.hidden-shelter}} using {{yb:cd}}.
es_ar: Comienza tu camino hacia el {{bb:.hidden-shelter}} usando {{yb:cd}}.

source: {{rb:We can go directly to the}} {{bb:.hidden-shelter}} {{rb:using}} {{yb:cd ~/town/.hidden-shelter}}
es_ar: {{rb:Podemos ir directo al}} {{bb:.hidden-shelter}} {{rb:usando}} {{yb:cd ~/town/.hidden-shelter}}

source: {{gb:You travel back to tilde}}
es_ar: {{gb:Volviste a la carretera tilde}}

source: Have a {{lb:look around}}.
es_ar: {{lb:Mira alrededor}}.

source: You walk down the narrow road, with {{bb:Eleanor}} dancing alongside, until you reach an open space in the {{bb:east}} part of town.
es_ar: Caminas por la estrecha carretera, con {{bb:Eleanor}} bailando a tu lado, hasta que alcanzas un espacio abierto en la parte {{bb:este}} del pueblo.

source: {{lb:Look around.}}
es_ar: {{lb:Mira a tu alrededor.}}

source: Eleanor: {{Bb:I can't see my parents anywhere...but there's a weird building there.}}
es_ar: Eleanor: {{Bb:No puedo ver a mis padres por ninguna parte... pero hay un extraño edificioallí.}}

source: You see a {{bb:shed-shop}}, {{bb:library}} and {{bb:restaurant}}.
es_ar: Ves una {{bb:shed-shop}}, una {{bb:library}} y un {{bb:restaurant}}.

source: Eleanor: {{Bb:"Hey, what is that shed-shop?"}}
es_ar: Eleanor: {{Bb:"¿Qué es esa shed-shop?"}}

source: {{Bb:"Let's}} {{lb:go in}}{{Bb:!"}}
es_ar: {{Bb:"Vamos}} {{lb:adentro}}{{Bb:!"}}

source: {{rb:Use}} {{yb:cd shed-shop}} {{rb:to go in the shed-shop.}}
es_ar: {{rb:Usa}} {{yb:cd shed-shop}} {{rb:para entrar a la shed-shop.}}

source: Eleanor: {{Bb:Do you think they sell candy?}}
es_ar: Eleanor: {{Bb:¿Crees que venderán caramelos?}}

source: You both walk slowly into the shop.
es_ar: Los dos caminan despacio hacia la tienda-cobertizos.

source: It is dusty and significantly darker in here than outside.
es_ar: Aquí está más sucio y mucho más oscuro que afuera.

source: {{bb:Eleanor}} looks like she needs to sneeze.
es_ar: {{bb:Eleanor}} parece que quiere estornudar.

source: Eleanor: {{Bb:Ah..ah...achoo!! It's so dusty in here!}}
es_ar: Eleanor: {{Bb:¡Ah..ah...achís!! ¡Está sucio aquí dentro!}}

source: You see a man called {{bb:Bernard}}, a door and a couple of tools.
es_ar: Ves a un hombre llamado {{bb:Bernard}}, una puerta y algunos utensilios.

source: The tools show up as {{gb:green}} in the Terminal.
es_ar: Los utensilios se muestran {{gb:verdes}} en la Terminal.

source: {{lb:Listen}} to what {{bb:Bernard}} has to say.
es_ar: {{lb:Escucha}} lo que {{bb:Bernard}} tiene para decir.

source: {{rb:Use}} {{yb:cat Bernard}} {{rb:to see what Bernard has to say.}}
es_ar: {{rb:Usa}} {{yb:cat Bernard}} {{rb:para escuchar lo que Bernard tiene para decir.}}

source: Eleanor: {{Bb:My}} {{lb:cat}} {{Bb:used to be a great listener, I'd tell her everything.}}
es_ar: Eleanor: {{Bb:Mi}} {{lb:gato}} {{Bb:solía ser buena escochándome, le contarétodo.}}

source: You're back in town. {{bb:Eleanor}} looked relieved to be outside.
es_ar: Has vuelto al pueblo. {{bb:Eleanor}} parece más aliviada ahora que está afuera.

source: Where could the {{bb:librarian}} be hiding?
es_ar: ¿Dónde puede estar escondiéndose la {{bb:librarian}} ?

source: {{lb:Look around}} to decide where to go next.
es_ar: {{lb:Mira alrededor}} para decidir a dónde ir.

source: Eleanor: {{Bb:"I'm hungry. Can you see anywhere we could eat?"}}
es_ar: Eleanor: {{Bb:"Tengo hambre. ¿Ves algún sitio donde podamos comer algo?"}}

source: We haven't checked out the {{bb:restaurant}} yet.
es_ar: No hemos ido al {{bb:restaurant}} aún.

source: Let's {{lb:go}} into the {{bb:restaurant}}.
es_ar: {{lb:Vamos}} dentro del {{bb:restaurant}}.

source: {{rb:Use}} {{yb:cd restaurant}} {{rb:to go into the restaurant.}}
es_ar: {{rb:Usa}} {{yb:cd restaurant}} {{rb:para ir al restaurante.}}

source: Eleanor: {{Bb:Ooh, do you think they'll have a sandwich anywhere?}}
es_ar: Eleanor: {{Bb:Ooh, ¿crees que tendrán un sándwich aquí?}}

source: You and {{bb:Eleanor}} walk into the {{bb:restaurant}}.
es_ar: Junto con {{bb:Eleanor}} caminas al {{bb:restaurant}}.

source: Eleanor: {{Bb:Do you remember how you found me? You used}} {{yb:ls -a}} {{Bb:right?}}
es_ar: Eleanor: {{Bb:¿Recuerdas cómo me encontraste? Usaste}} {{yb:ls -a}} {{Bb:¿no es cierto?}}

source: Eleanor: {{Bb:It seems really empty here...}}
es_ar: Eleanor: {{Bb:Está realmente vacío aquí adentro...}}

source: Do you see the {{bb:.cellar}}?
es_ar: ¿Puedes ver la {{bb:.cellar}}?

source: Let's {{lb:go}} into the {{bb:.cellar}}.
es_ar: {{lb:Vamos}} dentro de la {{bb:.cellar}}.

source: {{rb:Go in the wine cellar using}} {{yb:cd .cellar}}{{rb:.}}
es_ar: {{rb:Entra a la bodega de vinos usando}} {{yb:cd .cellar}}{{rb:.}}

source: Eleanor: {{Bb:I'm scared...can you hold my hand?}}
es_ar: Eleanor: {{Bb:Tengo miedo...¿puedes sujetarme la mano?}}

source: {{bb:Eleanor}} grabs your hand, and the two of you walk into the {{bb:cellar}}.
es_ar: {{bb:Eleanor}} toma tu mano, y los dos caminan hacia la {{bb:cellar}}.

source: Eleanor: {{Bb:"...is there someone there?"}}
es_ar: Eleanor: {{Bb:"¿...hay alguien aquí?"}}

source: You see a woman {{bb:Clara}} in the {{bb:cellar}}.
es_ar: Ves a una mujer, {{bb:Clara}}, en la {{bb:cellar}}.

source: {{lb:Listen}} to what she has to say.
es_ar: {{lb:Escucha}} lo que tiene para decir.

source: {{rb:Use}} {{yb:cat}} {{rb:to listen what she has to say.}}
es_ar: {{rb:Usa}} {{yb:cat}} {{rb:para escuchar lo que tiene para decir.}}

source: {{rb:Use}} {{yb:cat Clara}} {{rb:to listen to Clara.}}
es_ar: {{rb:Usa}} {{yb:cat Clara}} {{rb:para escuchar a Clara.}}

source: Eleanor: {{Bb:"...oh! I think I recognise that woman!"}}
es_ar: Eleanor: {{Bb:"...oh! ¡Creo que reconozco a esa mujer!"}}

source: Nice try! But you entered an unexpected destination path.
es_ar: ¡Buen intento! Pero entraste a un camino inexistente.

source: Save modified buffer (ANSWERING "No" WILL DESTROY CHANGES) ?
es_ar: Guarda los cambios (RESPINDIENDO "No" DESTRUIRÁ LOS CAMBIOS) ?

source: File Name to Write
es_ar: Escribe el nombre del archivo

source: {{rb:Oops, you opened the wrong file! Press}} {{yb:Ctrl X}} {{rb:to exit.}}
es_ar: {{rb:¡Ups, abriste el archivo equivocado! Presiona}} {{yb:Ctrl X}} {{rb:para salir.}}

source: {{gb:You've opened nano! Now make sure the file says}} {{yb:%s}}{{gb:. If you want to exit, press}} {{yb:Ctrl X}}{{gb:.}}
es_ar: {{gb:Has abierto nano! Asegúrate de que diga}} {{yb:%s}}{{gb:. Si quieres salir, presiona}} {{yb:Ctrl X}}{{gb:.}}

source: {{rb:Your text is not correct! Type}} {{yb:nano %s}} {{rb:to try again.}}
es_ar: {{rb:¡El texto no es correcto! Escribe}} {{yb:nano %s}} {{rb:para intentarlo otra vez.}}

source: {{rb:The file path}} {{lb:%s}} {{rb:does not exists - did you save your file correctly?}}
es_ar: {{rb:El archivo}} {{lb:%s}} {{rb:no existe - lo has guardado correctamente?}}

source: {{gb:Press}} {{ob:Enter}} {{gb:to confirm the filename.}}
es_ar: {{gb:Presiona}} {{ob:Enter}} {{gb:para confirmar el nombre del archivo.}}

source: {{gb:Type}} {{yb:%s}} {{gb:and press}} {{yb:Enter}}
es_ar: {{gb:Escribe}} {{yb:%s}} {{gb:y presiona}} {{yb:Enter}}

source: {{ob:Oops, your text isn't correct. Press}} {{yb:Ctrl C}} {{ob:to cancel.}}
es_ar: {{ob:¡Ups, el texto no es correcto! Presiona}} {{yb:Ctrl C}} {{ob:para cancelar.}}

source: {{gb:Press}} {{ob:Y}} {{gb:to confirm that you want to save.}}
es_ar: {{gb:Presiona}} {{ob:Y}} {{gb:para confirmar que quieres guardar.}}

source: {{rb:Your text is not correct! Press}} {{yb:N}} {{rb:to exit nano.}}
es_ar: {{rb:¡Ups, el texto no es correcto! Presiona}} {{yb:N}} {{rb:para cerrar nano.}}

source: {{gb:Excellent, you typed}} {{yb:%s}}{{gb:. Now press}} {{yb:Ctrl X}} {{gb:to exit.}}
es_ar: {{gb:Excelente, escribiste}} {{yb:%s}}{{gb:. Ahora presiona}} {{yb:Ctrl X}} {{gb:para cerrar.}}

source: Bernard stopped you looking in the basement!
es_ar: Bernard te impidió mirar dentro del sótano!

source: TERMINAL QUEST MENU
es_ar: MENÚ TERMINAL QUEST

source: Use arrow keys to select the button
es_ar: Usa las flechas para seleccionar

source: CONTINUE STORY
es_ar: CONTINUAR LA HISTORIA

source: SELECT CHAPTER
es_ar: SELECCIONAR CAPÍTULO

source: CHAPTERS
es_ar: CAPÍTULOS

source: CHALLENGES
es_ar: DESAFÍOS

source: <- BACK
es_ar: <- ATRÁS

source: Press ENTER to go to the previous screen
es_ar: Presiona ENTER para volver a la pantalla anterior

source: Challenge {}: {}
es_ar: Desafío {}: {}

source: Chapter {}: {}
es_ar: Capítulo {}: {}

source: Challenge {} to Challenge {}
es_ar: Desafío {} a Desafío {}

source: INTRODUCTION
es_ar: INTRODUCCIÓN

source: CHALLENGE {}
es_ar: DESAFÍO {}

source: You've completed Terminal Quest!
es_ar: ¡Has completado Terminal Quest!

source: We are working on the next Chapter. In the meantime, would you like to send us any feedback?
es_ar: Estamos trabajando en el siguiente capítulo. Mientras tanto, ¿te gustaría enviarnos una devolución?

source: LAUNCH FEEDBACK
es_ar: PRESENTAR DEVOLUCIÓN

source: CLOSE APPLICATION
es_ar: CERRAR LA APLICACIÓN
